Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: {name} is a computer program that accelerates community-based language development by facilitating the sorting of a beginning dictionary by vowels, consonants and tone. It does this by presenting users with sets of words from a LIFT dictionary database, one part of speech and syllable profile at a time. These words are sorted into groups based on consonants, vowels, and tone. Tone frames are customizable and stored in the database for each word, allowing for a number of approaches to collecting this data. A tone report aids the drafting of underlying categories by grouping words based on sorting across tone frames. {name} then allows the user to record a word in each of the frames where it has been sorted, storing the recorded audio file in a directory, with links to each file in the dictionary database. Recordings can be made up to 192khz/32float, according to your recording equipment's capacity.
ar_sa: {name} هو برنامج كمبيوتر يعجل بتطوير اللغة المجتمعية من خلال تيسير فرز القاموس الأولي بالأصوات والحلوى والنغمة. تقوم بذلك من خلال تقديم المستخدمين مجموعات من الكلمات من قاعدة بيانات قاموس LIFT، جزء واحد من الكلام والمقطع الشخصي في كل مرة. وقد صنفت هذه الكلمات إلى مجموعات تقوم على أساس الأحرف الساكنة والصوت والنغمة. أُطر النغمة قابلة للتعديل وتخزينها في قاعدة البيانات لكل كلمة، مما يسمح بعدد من النُهج لجمع هذه البيانات. ويساعد تقرير النغمة في صياغة الفئات الأساسية بتجميع الكلمات على أساس الفرز عبر أطر النغمة. {name} بعد ذلك يسمح للمستخدم بتسجيل كلمة في كل إطار من الأطر التي تم فرزها، تخزين ملف الصوت المسجل في دليل، مع روابط لكل ملف في قاعدة بيانات القاموس. يمكن أن تكون التسجيلات حتى 192khz/32float، وفقاً لسعة معدات التسجيل لديك.
fr: {name} est un programme informatique qui accélère le développement du langage communautaire en facilitant le tri d'un dictionnaire débutant par des voyelles, des consonnes et des tonalités. Il le fait en présentant aux utilisateurs des ensembles de mots d'une base de données de dictionnaire LIFT, une partie de la parole et de la syllabe à la fois. Ces mots sont classés en groupes en fonction des consonnes, des voyelles et du ton. Les images toniques sont personnalisables et stockées dans la base de données pour chaque mot, ce qui permet un certain nombre d'approches pour la collecte de ces données. Un rapport de tonalité facilite la rédaction de catégories sous-jacentes en regroupant les mots en fonction du tri sur les cadres. {name} permet alors à l'utilisateur d'enregistrer un mot dans chacune des images où il a été trié, enregistrer le fichier audio enregistré dans un répertoire, avec des liens vers chaque fichier dans la base de données du dictionnaire. Les enregistrements peuvent être faits jusqu'à 192khz/32float, selon la capacité de votre équipement d'enregistrement.
fr_fr: {name} est un programme informatique qui accélère le développement du langage à base communautaire en facilitant le tri d'un dictionnaire simple par voyelles, consonnes et ton. Il le fait en présentant aux utilisateurs des ensembles de mots provenant d'un base de données dictionnaire LIFT, une partie du discours et profil des syllabes à la fois. Ces mots sont triés en groupes en fonction des consonnes, des voyelles et du ton. Les cadres de ton sont personnalisables et stockés dans la base de données pour chaque mot, ce qui permet un certain nombre d'approches pour collecter ces données. Un rapport de ton facilite la rédaction des catégories sous-jacentes en regroupant les mots en fonction du tri entre les cadres de ton. {name} permet ensuite à l'utilisateur d'enregistrer un mot dans chacune des images où il a été trié, en stockant le fichier audio enregistré dans un répertoire, avec des liens vers chaque fichier de la base de données du dictionnaire. Les enregistrements peuvent être réalisés jusqu'à 192 kHz/32float.

source: {ps} roots of form {profile} by {check}
fr_fr: Racines {ps} de la forme {profile} par {check}

source: If this information doesn't help you fix this, please click on this text to Email me your log (to {})
ar_sa: إذا كانت هذه المعلومات لا تساعدك على إصلاح هذا، يرجى النقر على هذا النص لإرسال البريد الإلكتروني إلي السجل الخاص بك (إلى {})

source: *** There don't seem to be any possible digraphs or trigraphs in your data ***
ar_sa: *** لا يبدو أن هناك أي ملفات أو نشرات محتملة في بياناتك ***

source: Check the log for any further conflicts
ar_sa: تحقق من السجل لأي تضارب آخر

source: Please see {}
ar_sa: الرجاء مشاهدة {}

source: (Git is used by {0} to track changes in your data, and to keep {0} up to date)
ar_sa: (يتم استخدامه من قبل {0} لتتبع التغييرات في بياناتك ولإبقاء {0} على حداثة)
fr: (Git est utilisé par {0} pour suivre les changements dans vos données et pour tenir {0} à jour)

source: (Restart {} to use this update)
ar_sa: (أعد تشغيل {} لاستخدام هذا التحديث)
fr: (art {} pour utiliser cette mise à jour)

source: Adding {}, which is already there.
ar_sa: إضافة {}، وهو موجود بالفعل.
fr: Ajout de {}, qui est déjà là.

source: Adding {}, which is not already there.
ar_sa: إضافة {}، الذي ليس موجودا بالفعل.
fr: Ajout de {}, qui n'est pas déjà là.

source: After you install {}, you should restart.
ar_sa: بعد تثبيت {}، يجب إعادة التشغيل.
fr: Après avoir installé {}, vous devriez redémarrer.

source: Apparently you tried to pull text out of a non element, and it's not a simple string, either: {}
ar_sa: يبدو أنك حاولت سحب النص من عنصر غير رسمي، وهي ليست سلسلة بسيطة، أيضًا: {}
fr: Apparemment, vous avez essayé de tirer du texte d'un élément non élémentaire, et ce n'est pas une simple chaîne de caractères : {}

source: Call to {} ({}) failed: {}
ar_sa: فشل الاتصال بـ {} ({}): {}
fr: Échec de l'appel à {} ({}) : {}

source: Call to {} ({}) gave error: {}
ar_sa: الاتصال بـ {} ({}) أعطى خطأ: {}
fr: L'appel à {} ({}) a donné l'erreur : {}

source: Call to {} ({}) gave error: {} Merging.
ar_sa: الاتصال بـ {} ({}) أعطى خطأ: {} اندماج
fr: L'appel à {} ({}) a donné erreur : {} Fusion.

source: Called with arguments {} {} / {}
ar_sa: مسموحة بالحجج {} {} / {}

source: Charis
ar_sa: حاريس

source: Check for {azt} updates
ar_sa: تحقق من التحديثات {azt}

source: Copying from {} to {}; this may take some time.
ar_sa: نسخ من {} إلى {}؛ قد يستغرق هذا بعض الوقت.
fr: Copie de {} à {} ; cela peut prendre un certain temps.

source: Copying to {}; this may take some time.
ar_sa: نسخ إلى {}؛ قد يستغرق هذا بعض الوقت.
fr: Copie vers {} ; cela peut prendre un certain temps.

source: Couldn't find a local drive to pull from via {}; giving up
ar_sa: تعذر العثور على محرك أقراص محلي للسحب من خلال {}؛ التخلي عن
fr: Impossible de trouver un lecteur local à extraire via {} ; abandon

source: Couldn't find a local drive to push to via {}; giving up
ar_sa: تعذر العثور على محرك أقراص محلي للضغط عبر {}؛ التخلي عن
fr: Impossible de trouver un lecteur local à envoyer via {} ; abandon

source: Div/0%
ar_sa: تسريف/%

source: Do you want to commit language data via {} now?
ar_sa: هل تريد الالتزام ببيانات اللغة عبر {} الآن؟
fr: Voulez-vous valider les données de langue via {} maintenant ?

source: Done! (saved to {self.export.save_dir})
ar_sa: تم! (حفظ إلى {self.export.save_dir})

source: Found {} valid data slices: {}
ar_sa: تم العثور على {} شريحة بيانات صحيحة: {}
fr: {} tranches de données valides trouvées : {}

source: I have tried to install some Python dependencies for you. If everything but ‘patiencediff’ installed (see log below), just close this window and {0} will restart. If you see connectivity errors, check your internet connection before running {0} again; we need to download some stuff for this.
ar_sa: لقد حاولت تثبيت بعض تبعيات بايثون لك. إذا تم تثبيت كل شيء باستثناء "صبر ديف" (انظر السجل أدناه)، فقط قم بإغلاق هذه النافذة وسيتم إعادة تشغيل {0} . إذا رأيت أخطاء في الاتصال، تحقق من اتصالك بالإنترنت قبل تشغيل {0} مرة أخرى؛ نحن بحاجة إلى تنزيل بعض الأشياء لهذا الغرض.

source: I've tried (randomly, then through each) {count} times, and not found one of your {total} senses with data in each of these languages: {langs}. Are you asking for gloss languages which actually have data in your database? Or, are you missing gloss fields (i.e., you have only 'definition' fields)?
ar_sa: لقد حاولت (عشوائياً، ثم من خلال كل منهما) {count} ، ولم يتم العثور على واحد من حواسك {total} مع بيانات في كل من هذه اللغات: {langs}. هل تطلب اللغات المسروقة التي لديها بيانات في قاعدة البيانات الخاصة بك؟ أو هل تفتقد حقول المسروقات (i. ., لديك فقط حقول "التعريف")؟

source: If the log below doesn't include the text '{}', or if it happened after a longer work session, please attach your compressed log file
ar_sa: إذا كان السجل أدناه لا يتضمن النص '{}'، أو إذا حدث بعد جلسة عمل أطول، يرجى إرفاق ملف السجل المضغوط الخاص بك
fr: Si le journal ci-dessous n'inclut pas le texte '{}', ou s'il s'est produit après une session de travail plus longue, veuillez joindre votre fichier journal compressé

source: Install {} first, then do this
ar_sa: تثبيت {} أولا، ثم قم بذلك
fr: Installez d'abord {} puis faites ceci

source: Invalid entries found: {}/{}
ar_sa: تم العثور على إدخالات غير صالحة: {}/{}
fr: Entrées non valides trouvées : {}/{}

source: Just {c} data
ar_sa: فقط {c} بيانات

source: Last analysis at {}; last join at {} last sort at {} (analysisOK={})
ar_sa: التحليل الأخير في {}; آخر انضمام في {} في {} (analysisOK={})
fr: Dernière analyse à {}; dernière adhésion à {} dernier tri à {} (analyisOK={})

source: Looking for sensids by UF tone groups for {}-{}
ar_sa: البحث عن أجهزة الاستشعار بواسطة مجموعات نغمة UF لـ {}-{}
fr: Recherche de sensids par groupes de tonalités UF pour {}-{}

source: Modify Existing Ad Hoc Sort Group for {} Group
ar_sa: تعديل مجموعة الفرز المخصصة الموجودة لـ {}
fr: Modifier le groupe de tri spécial d'Ad existant pour {} Groupe

source: No results! Is there a {} source available?
ar_sa: لا توجد نتائج! هل يوجد مصدر {} متوفر؟
fr: Aucun résultat ! Y a-t-il une source {} disponible ?

source: No {} {} USB backup found
ar_sa: لا {} {} USB نسخة احتياطية
fr: Aucune sauvegarde {} {} USB trouvée

source: Not doing checks with more than 6
ar_sa: عدم إجراء التحققات مع أكثر من 6

source: Pick this group ({})
ar_sa: اختر هذه المجموعة ({})
fr: Choisir ce groupe ({})

source: Please insert your {} USB now.
ar_sa: الرجاء إدخال {} USB الخاص بك الآن.
fr: Veuillez insérer votre {} USB maintenant.

source: Please see {} for installation recommendations
ar_sa: يرجى الاطلاع على {} للحصول على توصيات التثبيت
fr: Veuillez consulter {} pour les recommandations d'installation

source: Repository at {} looks empty, so I'm assuming you just initialized it
ar_sa: يبدو المستودع في {} فارغاً، لذا أنا أفترض أنك قمت بتهيئته للتو
fr: Le dépôt à {} semble vide, donc je suppose que vous venez de l'initialiser

source: Restart {azt}
ar_sa: إعادة تشغيل {azt}

source: Revert to main branch of {azt}
ar_sa: العودة إلى الفرع الرئيسي من {azt}

source: Running {} v{}, updated {} ({})
ar_sa: قيد التشغيل {} v{}، تم تحديث {} ({})

source: Sorry, something other than one list item found: {} Did you mean to use "othersOK=True"? Returning nothing!
ar_sa: عذراً، تم العثور على شيء آخر غير عنصر واحد: {} هل تقصد استخدام "othersOK=True"؟ عدم إرجاع شيء!
fr: Désolé, quelque chose d'autre qu'un élément de liste trouvé : {} Vouliez-vous vouloir utiliser "othersOK=True"? Ne rien retourner !

source: The directory {} doesn't seem to have a repository related to {}; removing.
ar_sa: لا يبدو أن الدليل {} لديه مستودع ذو صلة بـ {}؛ حذف.
fr: Le répertoire {} ne semble pas avoir de dépôt lié à {}; suppression.

source: The end of {} / {} are below:
ar_sa: وترد أدناه نهاية {} / {}:
fr: La fin de {} / {} est ci-dessous:

source: The {name} tone report splits sorted data into draft underlying tone melody groups. Even before a linguist has been able to evaluate these groups, it may be helpful to record your sorted data. {name} can give you a window for each lexicon sense in a tone group, with a record button for each sorted sense-frame combination. Those windows will be presented to the user from one tone report group after another, until all groups have had one page presented. Then {name} will repeat this process, until it has done a number of rounds equal to the number selected below. Picking a larger number could delay opening the recording window; picking a smaller number could mean data not getting recorded. Up to how many examples do you want to record for each group?
ar_sa: يقسم تقرير النغمة {name} البيانات المصنفة إلى مجموعات النغمات الأساسية. حتى قبل أن يتمكن أحد اللغويين من تقييم هذه المجموعات، قد يكون من المفيد تسجيل بياناتك. يمكن أن يمنحك {name} نافذة لكل معنى معجم في مجموعة من النغمات، مع زر تسجيل لكل مجموعة من إطارات الإحساس الفرز. سيتم عرض تلك النوافذ على المستخدم من مجموعة تقرير واحدة تلو الأخرى، إلى أن يكون قد تم عرض صفحة واحدة على جميع المجموعات. ثم {name} سيكرر هذه العملية، حتى تقوم بعدد من الجولات يساوي العدد المحدد أدناه. التقاط عدد أكبر يمكن أن يؤخر فتح نافذة التسجيل؛ واختيار عدد أصغر يمكن أن يعني عدم تسجيل البيانات. حتى عدد الأمثلة التي تريد تسجيلها لكل مجموعة؟

source: This may be a problem with your analysis language: {}
ar_sa: قد يكون هذا مشكلة في لغة التحليل الخاصة بك: {}
fr: Ceci peut être un problème avec votre langage d'analyse : {}

source: This page will allow you to set up your own sets of dictionary senses to sort, within the '{0}' lexical category. You should only do this if the '{0}' lexical category is so small that sorting them by syllable profile gives you unusably small slices of your database. If you want to compare words that are currently in different grammatical categories, put them first into the same lexical category in another tool (e.g., FLEx or WeSay), then put them in an Ad Hoc group here. If you want to create a new group, exit here, select a non-Ad Hoc syllable profile, and try this window again.
ar_sa: ستسمح لك هذه الصفحة بإعداد مجموعات من حواس القاموس الخاصة بك لفرزها، ضمن الفئة المعجم '{0}'. يجب عليك القيام بذلك فقط إذا كانت الفئة المعجم '{0}' صغيرة جدا لدرجة أن فرزها حسب ملف تعريف المقطع يعطيك أجزاء صغيرة من قاعدة البيانات الخاصة بك لا يمكن استخدامها. إذا كنت ترغب في مقارنة الكلمات الموجودة حاليا في فئات نحوية مختلفة، وضعها أولاً في نفس الفئة المعجمية في أداة أخرى (على سبيل المثال. ثم وضعهم في فريق مخصص هنا. إذا كنت ترغب في إنشاء مجموعة جديدة، قم بالخروج هنا، اختر ملفًا شخصيًا غير مخصص، ثم حاول هذه النافذة مرة أخرى.

source: Version: {}
ar_sa: الإصدار: {}

source: Whole {self.nominalpsfield()} Word Syllable Profile
ar_sa: كامل {self.nominalpsfield()} كلمة شخصية قابلة للتخطيط

source: Whole {self.verbalpsfield()} Word Syllable Profile
ar_sa: كامل {self.verbalpsfield()} كلمة شخصية قابلة للتخطيط

source: Working directory is {} on {}, running on {} cores
ar_sa: دليل العمل {} على {}، قيد التشغيل على {} النواة
fr: Le répertoire de travail est {} sur {}, exécuté sur {} cœurs

source: You asked to change to ps {}, which isn't in the list of pss: {}
ar_sa: لقد طلبت التغيير إلى ps {}، الذي ليس في قائمة pss: {}
fr: Vous avez demandé à changer pour ps {}, qui n'est pas dans la liste de pss : {}

source: You can keep using {} without installing {}, but it is not recommended, and you will continue to see this warning. And sooner or later that's going to get really annoying
ar_sa: يمكنك الاستمرار في استخدام {} دون تثبيت {}، ولكن لا ينصح به، وسوف تستمر في رؤية هذا التحذير. و عاجلا أو آجلا هذا سيصبح مزعجا حقا
fr: Vous pouvez continuer à utiliser {} sans installer {}, mais ce n'est pas recommandé, et vous continuerez à voir cet avertissement. Et tôt ou tard, ça va devenir vraiment ennuyeux

source: You have the following files ( in {}) that need to be resolved from Chorus merges: {}
ar_sa: لديك الملفات التالية ( في {}) التي تحتاج إلى حل من اندماج Chorus: {}
fr: Vous avez les fichiers suivants ( dans {}) qui doivent être résolus à partir des fusions de Chorus : {}

source: You you don't seem to have the {} executable installed in your computer's PATH.
ar_sa: يبدو أنك لا تملك {} قابلة للتنفيذ مثبتة في جهاز الكمبيوتر الخاص بك.
fr: Vous ne semblez pas avoir l'exécutable {} installé dans le PATH de votre ordinateur.

source: Your new LIFT file is at {newfile}. If you don't want it there, close {azt} and move the whole {folder} folder wherever you like. Then open {azt} and tell it where you put the LIFT file.
ar_sa: ملف LIFT الجديد الخاص بك في {newfile}. إذا كنت لا تريد ذلك هناك، قم بإغلاق {azt} ونقل مجلد {folder} بأكمله أينما تريد. افتح {azt} ثم أخبره أين قمت بوضع ملف LIFT.

source: item {i} coflicts with glyph {x}
ar_sa: العنصر {i} تتواجد مع الغشاء {x}

source: item {i} conflicts with glyph {y}
ar_sa: العنصر {i} يتعارض مع الغلاش {y}

source: or see all your options at {}.
ar_sa: أو شاهد جميع الخيارات الخاصة بك في {}.
fr: ou voir toutes vos options à {}.

source: press-speak-release
ar_sa: الإصدار الصحفي

source: unsortedids ({count}): {ids}
ar_sa: دون فرز ({count}): {ids}

source: updated to {program['repo'].lastcommitdate()}
ar_sa: تم تحديثه إلى {program['repo'].lastcommitdate()}

source: url
ar_sa: رابط

source: x
ar_sa: س

source: {name} Dictionary and Orthography Checker
ar_sa: {name} مدقق القاموس والتقويم
fr: Vérificateur de dictionnaire et orthographie {name}

source: {program['name']} Data Export
ar_sa: {البرنامج ['name']} تصدير البيانات

source: {program['name']} is a computer program that accelerates community-based language development by facilitating the sorting of a beginning dictionary by vowels, consonants and tone. (more in help:about)
ar_sa: {program['name']} هو برنامج كمبيوتر يعجل بتطوير اللغة المجتمعية من خلال تيسير فرز قاموس البداية بواسطة الأصوات والحلوى والنغمة. (المزيد في المساعدة:about)

source: {} doesn't look like a well formed lift file; please try again. ({})
ar_sa: {} لا يبدو كملف رفع جيد التشكيل؛ الرجاء المحاولة مرة أخرى. ({})
fr: {} ne ressemble pas à un fichier ascenseur bien formé ; veuillez réessayer. ({})

source: {} repository object initialized on branch {} at {} for {}, with {} files.
ar_sa: {} كائن مستودع تم تهيئته على الفرع {} في {} ل {}، مع {} ملفات.
fr: {} objet référentiel initialisé sur la branche {} à {} pour {}, avec {} fichiers.

source: Select a LIFT Lexicon File
fr: Sélectionnez un fichier de lexique LIFT

source: Possible analysis language codes found: {}
fr: Code de langue d'analyse possible trouvé : {}

source: Audio language {} found.
fr: Langue audio {} trouvée.

source: No audio languages found in Database; creating one for each analysis language.
fr: Aucune langue audio trouvée dans la base de données ; en créant une pour chaque langue d'analyse.

source: gloss languages found: {}
fr: langues glose trouvées : {}

source: Using first gloss language for new annotations: {}
fr: Utiliser le premier langage gloss pour les nouvelles annotations : {}

source: Your regular expressions look OK for {} (there are no segments in your {} data that are not in a regex).
fr: Vos expressions régulières sont correctes pour {} (il n'y a aucun segment dans vos données {} qui ne sont pas dans une expression régulière).

source: This doesn't seem to be called on a child of entry ({} child of {}), or the entry's first sense ({}) doesn't have gloss languages.
fr: Cela ne semble pas être appelé sur un enfant d'entrée ({} enfant de {}), ou le premier sens de l'entrée ({}) ne possède pas de langage gloss.

source: {} Dictionary and Orthography Checker
fr: {} Vérificateur de dictionnaire et orthographie

source: For more information on {} tasks, please check out the documentation at {}
fr: Pour plus d'informations sur {} tâches, veuillez consulter la documentation à {}

source: or write me at {}.
fr: ou écrivez-moi à {}.

source: Hiding menus?
fr: Cacher les menus?

source: What is the Ethnologue (ISO 639-3) code?
fr: Qu'est-ce que le code Ethnologue (ISO 639-3) ?

source: (find your language on {}; the code is at the top of the page) This code will be used throughout your database, so please take a moment and confirm that this is correct before continuing.
fr: (trouver votre langue sur {}; le code est en haut de la page) Ce code sera utilisé dans votre base de données, donc s'il vous plaît prenez un moment et confirmez que c'est correct avant de continuer.

source: The file {} already exists! {}
fr: Le fichier {} existe déjà ! {}

source: Found {} Repository! ({})
fr: {} Dépôt trouvé ! ({})

source: I can't find your home directory ({}); please submit a bug report!
fr: Je ne trouve pas votre répertoire personnel ({}); merci de soumettre un rapport de bogue!

source: Couldn't find a repository at {}
fr: Impossible de trouver un dépôt à {}

source: looks like there was a problem finding your new file. ({})
fr: semble avoir rencontré un problème lors de la recherche de votre nouveau fichier. ({})

source: returned more or less than one lift file! ({})
fr: a retourné plus ou moins d'un fichier ascenseur ! ({})

source: Loading Demo Template
fr: Chargement du modèle de démo

source: Which language would you like to study, in this demonstration of what {} can do?
fr: Dans quelle langue voulez-vous étudier, dans cette démonstration de ce que {} peut faire?

source: picked {}, from {}
fr: {}, choisi à partir de {}

source: Trying to write {} LIFT file to {}
fr: Tentative d'écriture du fichier {} LIFT dans {}

source: Tried to write {} LIFT file to {}
fr: Tentative d'écriture du fichier {} LIFT dans {}

source: Make a demo database to try out {}
fr: Créer une base de données démo pour essayer {}

source: {} doesn't look like a well formed lift file; please try again.
fr: {} ne ressemble pas à un fichier ascenseur bien formé ; veuillez réessayer.

source: There seems to be a (non-XML) problem loading your database ({}); I will remove it as default so you can open another
fr: Il semble y avoir un problème (non-XML) lors du chargement de votre base de données ({}); je le supprimerai par défaut pour que vous puissiez en ouvrir un autre

source: Add/Modify Ad Hoc Sorting Group
fr: Ajouter/Modifier le groupe de tri ad hoc

source: Reverify current framed group
fr: Revérifier le groupe actuellement encadré

source: Set up {} source on USB
fr: Configurer la source {} sur USB

source: Update {}
fr: Mettre à jour {}

source: Try {} test version
fr: Essayez {} version de test

source: Revert to {} main version
fr: Revenir à la version principale {}

source: Using {}
fr: Utilisation de {}

source: Studying {}
fr: Étudier {}

source: Language with code [{}]
fr: Langue avec code [{}]

source: Meanings in {}
fr: Significations dans {}

source: and {}
fr: et {}

source: Using second form field ‘{}’ ({})
fr: Utilisation du deuxième champ de formulaire « {}» ({})

source: Looking at {}
fr: En train de regarder {}

source: {} words ({})
fr: {} mots ({})

source: Checking {},
fr: Vérification {},

source: working on ‘{}’ tone frame
fr: travail sur le cadre de tonalité « {}»

source: (framed group: ‘{}’)
fr: (groupe encadré: ‘{}’)

source: working on {}
fr: travail sur {}

source: Using {} button columns
fr: Utiliser les colonnes du bouton {}

source: Max lexical categories: {}
fr: Catégories lexicales maximales : {}

source: Run all checks for {}
fr: Exécuter toutes les vérifications pour {}

source: Parse with confirmation at {}
fr: Analyser avec confirmation à {}

source: Parse automatically at {}
fr: Analyser automatiquement à {}

source: {} groups to verify!
fr: {} groupes à vérifier !

source: You have more groups verified than there are, in {} cells
fr: Vous avez plus de groupes vérifiés qu'il n'y en a, dans {} cellules

source: Found {} Repository!
fr: {} Dépôt trouvé !

source: # This settings file was made on {} on {}
fr: # Ce fichier de paramètres a été fait le {} le {}

source: Looks like there's a problem with your directory... {} {}
fr: On dirait qu'il y a un problème avec votre répertoire... {} {}

source: checking these lexical category names for plausible noun and verb names: {}
fr: vérification des noms de catégories lexicales pour les noms de noms de verbes et de noms plausibles : {}

source: Fields found in lexicon: {}
fr: Champs trouvés dans le lexique : {}
