Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Repo has no branch attribute; assuming main branch.
es_es: Repo no tiene ningún atributo de rama; asumiendo la rama principal.
fr_fr: Le dépôt n'a pas d'attribut de branche; en supposant la branche principale.

source: Repo {url} is bare: {bare}
es_es: Repo {url} está: {bare}
fr_fr: Le dépôt {url} est nu : {bare}

source: Report {} already in process; not doing again.
ar_sa: التقرير {} قيد التشغيل بالفعل؛ لا تفعل ذلك مرة أخرى.
es_es: El reporte {} ya está en proceso; no se está haciendo de nuevo.
fr: Signaler {} déjà en cours de traitement ; ne pas recommencer.
fr_fr: Signaler {} déjà en cours de traitement ; ne pas recommencer.

source: Report!
es_es: ¡Informar!
fr_fr: Rapport!

source: Reports
ar_sa: التقارير
es_es: Informes
fr: Rapports
fr_fr: Rapports

source: Repository at {dir} looks empty, so I'm assuming you just initialized it
es_es: El repositorio en {dir} parece vacío, así que asumo que acabas de inicializarlo
fr_fr: Le dépôt {dir} semble vide, donc je suppose que vous venez de l'initialiser

source: Resetting to
ar_sa: إعادة التعيين إلى
es_es: Restableciendo a
fr_fr: Réinitialisation à

source: Resetting unSorted items
ar_sa: إعادة تعيين العناصر غير المفصلة
es_es: Restableciendo elementos sin ordenar
fr_fr: Réinitialisation des éléments non triés

source: Resort skipped data
ar_sa: إعادة النظر في البيانات المتجاوزة
es_es: Datos omitidos del Resort
fr: Données ignorées
fr_fr: Retrier données sauté avant

source: Restart Now
ar_sa: إعادة التشغيل الآن
es_es: Reiniciar ahora
fr: Redémarrer maintenant
fr_fr: Redémarrer maintenant

source: Restart {azt}
es_es: Reiniciar {azt}
fr_fr: Redémarrer {azt}

source: Restarting from TaskChooser
ar_sa: إعادة التشغيل من TaskChooser
es_es: Reiniciando desde TaskChooser
fr_fr: Redémarrage à partir de TaskChooser

source: Result Window
ar_sa: النافذة الناتجة
es_es: Ventana resultante
fr: Fenêtre de résultat
fr_fr: Fenêtre de Resultats

source: Return to {name}, to fix settings
ar_sa: العودة إلى {name}لإصلاح الإعدادات
es_es: Volver a {name}, para arreglar los ajustes
fr_fr: Retourner à {name}, pour corriger les paramètres

source: Returning checkslicetypecurrent kwargs {kwargs}
es_es: Devolviendo kwargs de checkslicetypecurrent {kwargs}
fr_fr: Retour des kwargs de checkslicetypecurrent {kwargs}

source: Reverify current group ({group})
ar_sa: إعادة التحقق من المجموعة الحالية ({group})
es_es: Reverificar el grupo actual ({group})
fr_fr: Revérifier le groupe actuel ({group})

source: Revert to main branch of {azt}
es_es: Revertir a la rama principal de {azt}
fr_fr: Revenir à la branche principale de {azt}

source: Revert to {azt} main version
ar_sa: العودة إلى الإصدار الرئيسي {azt}
es_es: Revertir a la versión principal de {azt}
fr_fr: Revenir à la version principale de {azt}

source: Review {title} Groups{mod}
es_es: Revisar grupos {title}{mod}
fr_fr: Revoir les groupes {title}{mod}

source: Root
ar_sa: جذر
es_es: Raíz
fr_fr: Racine

source: Root there!
es_es: ¡Arriba allí!
fr_fr: Racine là !

source: Run Check
ar_sa: تشغيل التحقق
es_es: Ejecutar verificación
fr: Vérification d'Exécution
fr_fr: Exécuter la Vérification

source: Run Reports
ar_sa: تشغيل التقارير
es_es: Ejecutar Reportes
fr: Exécuter les rapports
fr_fr: Rapporter

source: Run Window
ar_sa: تشغيل النافذة
es_es: Ejecutar ventana
fr: Exécuter la fenêtre
fr_fr: Fenêtre d'Exécution

source: Run all checks for {checks}
ar_sa: تشغيل جميع التحققات ل {checks}
es_es: Ejecutar todas las comprobaciones de {checks}
fr_fr: Exécuter toutes les vérifications pour {checks}

source: Running have_only_distinguished_items on {x} and {y}
ar_sa: قيد التشغيل_فقط_تمييزي_العناصر على {x} و {y}
es_es: Ejecutando have_only_distinguished_items en {x} y {y}
fr_fr: L'exécution des éléments {x} et {y} a été distinguée uniquement

source: Running index {index} ({branch} {fn})
es_es: Índice {index} en ejecución ({branch} {fn})
fr_fr: Indexation de l'index {index} ({branch} {fn})

source: Running setfilenameandcontinue with name={name} and restart={restart}
ar_sa: تشغيل setfilenameandمواصله مع الاسم={name} واعادة التشغيل ={restart}
es_es: Ejecutando setfilenameandcontinue con nombre={name} y reiniciando={restart}
fr_fr: Exécuter setfilenameandcontinue avec nom={name} et redémarrer{restart}

source: Running showtargetinhighestdecendance for {head} on {node}
ar_sa: تشغيل عرض ايستيرنتن اعلى اكستايل ل {head} على {node}
es_es: Ejecutando decendencia de {head} en {node}
fr_fr: Exécution du showtargetinhighestdecendance pour {head} sur {node}

source: Running showtargetinlowestancestry for {head}/{tail} on {node}
ar_sa: تشغيل عرض الستانتينو لأسلاف {head}/{tail} على {node}
es_es: Ejecutando showtargetinlowestancestry para {head}/{tail} en {node}
fr_fr: Exécution du show targetinlowestancestry pour {head}/{tail} sur {node}

source: Running wordsbypsprofile... {} {}
ar_sa: جارٍ تشغيل الكلماتsypsprofil... {} {}
es_es: Ejecutando wordsbypsprofile... {} {}
fr_fr: Exécution de wordsbypsprofile... {} {}

source: Running {azt} v{version}, updated {rel} ({date})
es_es: Ejecutando {azt} v{version}, actualizado {rel} ({date})
fr_fr: Exécution {azt} v{version}, mise à jour {rel} ({date})

source: Running {task}
es_es: Ejecutando {task}
fr_fr: Exécuter {task}

source: Same
ar_sa: نفس
es_es: Mismo
fr_fr: Même chose

source: Same First Five Consonants
ar_sa: نفس الأعضاء الخمسة الأوائل
es_es: Misma cinco consonantes
fr: Même les cinq premiers Consonants

source: Same First Five Vowels
ar_sa: نفس الخمسة الأولى
es_es: Mismo Cinco Voces

source: Same First Four Consonants
ar_sa: نفس الأربعة الأولى
es_es: Misma los cuatro primeros consonantes
fr: Même les quatre premiers Consonants

source: Same First Four Vowels
ar_sa: نفس الأصوات الأربعة الأولى
es_es: Misma Primeros Cuatro Vowels

source: Same First Six Consonants
ar_sa: نفس السداسية الأولى
es_es: Misma seis consonantes
fr: Même les six premiers Consonants

source: Same First Six Vowels
ar_sa: نفس الأصوات الستة الأولى
es_es: Misma seis primicias

source: Same First Three Consonants
ar_sa: نفس الثلاث الأولى
es_es: Mismo los tres primeros consonantes
fr: Même les trois premiers Consonants

source: Same First Three Vowels
ar_sa: نفس الأصوات الثلاثة الأولى
es_es: Misma las tres primeras uñas

source: Same First Two Vowels
ar_sa: نفس أول صوتين
es_es: Misma dos Primeros Vowels

source: Same First/only Five CVs
ar_sa: نفس السيرة الذاتية الأولى/فقط
es_es: Mismo Cinco CV Primero/Solo
fr: Même premier/seul cinq CV

source: Same First/only Four CVs
ar_sa: نفس السيرة الذاتية الأولى/أربعة فقط
es_es: Mismo Cuatro CVs Primero/Solo
fr: Même premier/seul quatre CV

source: Same First/only Six CVs
ar_sa: نفس السيرة الذاتية أولاً/فقط 6
es_es: Mismo CVs Primero/Solo Seis CVs
fr: Même premier/seul les six CV
fr_fr: les même premier/seul les six CV

source: Same First/only Three CVs
ar_sa: نفس السيرة الذاتية أولاً/فقط
es_es: Mismo primero/solo tres currículos
fr: Même premier/seul trois CV
fr_fr: les même premier/seul Trois CVs

source: Same First/only Two CVs
ar_sa: نفس السيرة الذاتية أولاً/فقط
es_es: Mismo primero/solo dos currículos
fr: Même premier/seul deux CV
fr_fr: les même premier/seul Deux CVs

source: Same First/only Two Consonants
ar_sa: نفس الأول/اثنين فقط من المستشارين
es_es: Mismo primero/solo dos consonantes
fr: Même premier/seul deux consonants

source: Same Second Two Consonants
ar_sa: نفس ثاني اثنين من المناسبين
es_es: Mismo segundo dos conciudadanos
fr: Même deuxième Consonants
fr_fr: les même Deuxieme Deux Consonnes

source: Same Second and Third Vowels
ar_sa: نفس التصويرين الثاني والثالث
es_es: Mismo Segundo y Tercer Vowels
fr_fr: les même deuxième et troisième vowels

source: Same Third and Fourth Vowels
ar_sa: نفس الفوتان الثالث والرابع
es_es: Mismo Voces Tercera y Cuarta
fr_fr: les même troisième et quatrième vowels

source: Saving settings for next time
ar_sa: حفظ الإعدادات في المرة القادمة
es_es: Guardando ajustes para la próxima vez
fr_fr: Enregistrement des paramètres pour la prochaine fois

source: Saving status dict to file
es_es: Guardando el dictado de estado en el archivo
fr_fr: Enregistrement du dictionnaire de statut dans le fichier

source: Search for {exe} on {os} failed: {error}
ar_sa: البحث عن {exe} على {os} فشل: {error}
es_es: La búsqueda de {exe} en {os} falló: {error}
fr_fr: La recherche de {exe} sur {os} a échoué : {error}

source: Second Consonant
ar_sa: الشريك الثاني
es_es: Segundo Condenante
fr: Deuxième Consonant
fr_fr: Deuxième Consonne

source: Second Vowel
ar_sa: صوت ثان
es_es: Segundo Vocal
fr: Deuxième voyelle
fr_fr: Deuxième Voyelle

source: See {azt} online
ar_sa: شاهد {azt} على الإنترنت
es_es: Ver {azt} en línea
fr_fr: Voir {azt} en ligne

source: See {url} for further instructions.
ar_sa: انظر {url} لمزيد من التعليمات.
es_es: Vea {url} para más instrucciones.
fr_fr: Voir {url} pour plus d'instructions.

source: See {url} for more information.
ar_sa: راجع {url} لمزيد من المعلومات.
es_es: Vea {url} para más información.
fr_fr: Voir {url} pour plus d'informations.

source: Seems to work!
ar_sa: يبدو أنه يعمل!
es_es: ¡Parece que funciona!
fr_fr: On dirait que vous travaillez !

source: Segment Interpretation Settings
ar_sa: إعدادات الترجمة الشفوية للجزء
es_es: Ajustes de interpretación del segmento
fr: Paramètres d'Interprétation de Segment
fr_fr: Parametres de l'Interpretation des Segments

source: Segment lists for {lang} language: {segments}
ar_sa: قوائم الشرائح للغة {lang} : {segments}
es_es: Listas de segmentos para el idioma {lang} : {segments}
fr_fr: Listes de segments pour la langue {lang} : {segments}

source: Segment(s) to check
ar_sa: أجزاء للتحقق
es_es: Segmento(s) a comprobar
fr: Segment(s) à vérifier
fr_fr: Segment(s) à vérifier

source: Select
ar_sa: حدد
es_es: Seleccionar
fr_fr: Sélectionner

source: Select ASR Settings
ar_sa: حدد إعدادات ASR
es_es: Seleccionar ajustes de ASR
fr_fr: Sélectionnez les paramètres ASR

source: Select Analysis Language
ar_sa: اختر لغة التحليل
es_es: Seleccionar idioma de análisis
fr: Sélectionnez la langue d'analyse
fr_fr: Sélectionner la Langue à Analyser

source: Select Audio Format
ar_sa: حدد تنسيق الصوت
es_es: Seleccionar formato de audio
fr: Sélectionnez le format audio
fr_fr: Sélectionner le Format Audio

source: Select Button Columns
ar_sa: حدد أعمدة الزر
es_es: Seleccionar columnas de botón
fr: Sélectionner les colonnes du bouton
fr_fr: Sélectionner les colonnes du bouton

source: Select Check
ar_sa: حدد التحقق
es_es: Seleccionar cheque
fr_fr: Sélectionner la vérification

source: Select Check Type
ar_sa: حدد نوع التحقق
es_es: Seleccionar tipo de cheque
fr: Sélectionner le type de vérification
fr_fr: Sélectionner le Type de Vérification

source: Select Consonant
ar_sa: حدد حامل
es_es: Seleccionar consonante
fr: Sélectionner Consonant
fr_fr: Sélectionner une Consonne

source: Select Consonant/Vowel
ar_sa: حدد كونسونانت/Vowel
es_es: Seleccionar consonante/Vowel
fr: Sélectionner Consonant/Voile
fr_fr: Sélectionner Consonant/Voile

source: Select Example Image File
ar_sa: حدد ملف صورة مثال
es_es: Seleccionar archivo de imagen de ejemplo
fr_fr: Sélectionner un fichier image d'exemple

source: Select Framed Tone Group
ar_sa: حدد مجموعة نغمة إطارية
es_es: Seleccionar grupo de tonos enmarcados
fr: Sélectionnez le groupe de tonalités encadrées
fr_fr: Sélectionner le Groupe de Tons Encadrés

source: Select Gloss Language
ar_sa: حدد لغة الخسر
es_es: Seleccionar idioma de glosa
fr: Sélectionnez la langue Gloss
fr_fr: Sélectionner la Langue du Gloss

source: Select Input Sound Card
ar_sa: حدد بطاقة صوت الإدخال
es_es: Seleccionar tarjeta de sonido de entrada
fr: Sélectionner la carte son d'entrée
fr_fr: Sélectionner la Carte Son à Enregistrer

source: Select Interface Language
ar_sa: حدد لغة الواجهة
es_es: Seleccionar idioma de la interfaz
fr: Sélectionner la langue de l'interface
fr_fr: Sélectionner la langue de l'interface

source: Select LIFT Database
ar_sa: حدد قاعدة بيانات LIFT
es_es: Seleccionar base de datos LIFT
fr: Sélectionnez la base de données LIFT
fr_fr: Sélectionnez la Base de Données LIFT

source: Select LIFT Lexicon File
ar_sa: حدد ملف معجم LIFT
es_es: Seleccionar archivo LIFT Lexicón
fr_fr: Sélectionnez le fichier de lexique LIFT

source: Select Lexical Category
ar_sa: حدد فئة كسرية
es_es: Seleccionar categoría léxica
fr: Sélectionner une catégorie lexicale
fr_fr: Sélectionner une catégorie lexicale

source: Select Lexical Item
ar_sa: تحديد عنصر كلي
es_es: Seleccionar elemento léxico
fr: Sélectionner un élément lexical
fr_fr: Sélectionner un élément lexical

source: Select Maximum Number of Lexical Categories
ar_sa: حدد الحد الأقصى لعدد الفئات النكسية
es_es: Seleccione el número máximo de categorías léxicas
fr: Sélectionnez le nombre maximum de catégories lexicales
fr_fr: Sélectionner le Meximum nombre des Catégorie Grammaticales a rechercher

source: Select Maximum Number of Syllable Profiles
ar_sa: حدد الحد الأقصى لعدد الملفات الشخصية القابلة للتقنين
es_es: Seleccione el número máximo de Perfiles Syllables
fr: Sélectionnez le nombre maximum de profils syllabes
fr_fr: Sélectionner Nombre maximum des Profils de Syllabe à Rechercher

source: Select Number of Examples per Group to Record
ar_sa: حدد عدد الأمثلة لكل مجموعة للتسجيل
es_es: Seleccione el número de ejemplos por grupo a registrar
fr: Sélectionnez le nombre d'exemples par groupe à enregistrer
fr_fr: Selectionner le nombre d'examples par group pour enregistrer

source: Select Output Sound Card
ar_sa: حدد بطاقة صوت الإخراج
es_es: Seleccionar tarjeta de sonido de salida
fr: Sélectionner la carte son de sortie
fr_fr: Sélectionner la Carte Son à Jouer

source: Select Parser Ask Level
ar_sa: حدد مستوى سؤال المعضلة
es_es: Seleccionar nivel de Analizador de Pregunta
fr: Sélectionnez le niveau de demande de l'Analyseur
fr_fr: Sélectionnez le niveau de demande de l'Analyseur

source: Select Parser Auto Level
ar_sa: حدد المستوى التلقائي للمحلق
es_es: Seleccionar nivel automático del analizador
fr: Sélectionner le niveau automatique de l'analyseur
fr_fr: Sélectionner le niveau automatique de l'analyseur

source: Select Sampling Frequency
ar_sa: حدد تردد أخذ العينات
es_es: Seleccionar Frecuencia de muestreo
fr: Sélectionnez la fréquence d'échantillonnage
fr_fr: Sélectionner la Fréquence d'Echantillonnage

source: Select Scope of Checks
ar_sa: حدد نطاق الفحص
es_es: Seleccione Ámbito de Comprobaciones
fr: Sélectionner la portée des vérifications
fr_fr: Sélectionner la portée des vérifications

source: Select Second Form Field for {ps}
ar_sa: حدد حقل النموذج الثاني ل {ps}
es_es: Seleccione el segundo campo de formulario para {ps}
fr_fr: Sélectionnez le deuxième champ de formulaire pour {ps}

source: Select Second Gloss Language
ar_sa: حدد لغة الخسر الثانية
es_es: Seleccione el idioma del segundo glosa
fr_fr: Sélectionnez la langue de seconde glose

source: Select Syllable Profile
ar_sa: حدد ملف تعريف قابل للتخطيط
es_es: Seleccionar Perfil Syllable
fr: Sélectionnez le profil de syllabe
fr_fr: Sélectionner le Profil de la Syllabe

source: Select Vowel
ar_sa: حدد Vowel
es_es: Seleccionar Vowel
fr: Sélectionner la voyelle
fr_fr: Sélectionner une Voyelle

source: Select a database field to use for second forms of ‘{ps}’ words
ar_sa: حدد حقل قاعدة بيانات لاستخدامه للأشكال الثانية من كلمات '{ps}
es_es: Seleccione un campo de base de datos para las segundas formas de palabras de ‘{ps}’
fr_fr: Sélectionnez un champ de base de données à utiliser pour les deuxième formes de mots «{ps}»

source: Select a database on my computer
ar_sa: حدد قاعدة بيانات على جهاز الكمبيوتر الخاص بي
es_es: Seleccione una base de datos en mi equipo
fr: Sélectionnez une base de données sur mon ordinateur
fr_fr: Sélectionnez une base de données sur mon ordinateur

source: Select a good image for {glosses}
ar_sa: حدد صورة جيدة ل {glosses}
es_es: Selecciona una buena imagen para {glosses}
fr_fr: Sélectionnez une bonne image pour {glosses}

source: Select a local image
ar_sa: حدد صورة محلية
es_es: Seleccione una imagen local
fr_fr: Sélectionnez une image locale

source: Select a new location for your LIFT Lexicon and other Files
ar_sa: حدد موقعًا جديدًا لمعجم LIFT الخاص بك والملفات الأخرى
es_es: Seleccione una nueva ubicación para su Lexicón LIFT y otros archivos
fr: Sélectionnez un nouvel emplacement pour votre lexique LIFT et d'autres fichiers
fr_fr: Sélectionnez un nouvel emplacement pour votre lexique LIFT et d'autres fichiers

source: Select a word to exemplify ‘{glyph}’
ar_sa: حدد كلمة لمثال ''{glyph}
es_es: Seleccione una palabra para exemplificar ‘{glyph}’
fr_fr: Sélectionnez un mot pour illustrer «{glyph}»

source: Select another database on my computer
ar_sa: حدد قاعدة بيانات أخرى على جهاز الكمبيوتر الخاص بي
es_es: Seleccione otra base de datos en mi equipo
fr: Sélectionnez une autre base de données sur mon ordinateur
fr_fr: Sélectionner une autre base de données sur mon ordinateur

source: Select from these images: {files}
ar_sa: حدد من هذه الصور: {files}
es_es: Seleccionar de estas imágenes: {files}
fr_fr: Sélectionnez à partir de ces images : {files}

source: Select local image
ar_sa: حدد صورة محلية
es_es: Seleccionar imagen local
fr: Sélectionner une image locale
fr_fr: Sélectionner une image locale

source: Select second form
ar_sa: حدد النموذج الثاني
es_es: Seleccione el segundo formulario
fr: Sélectionner un deuxième formulaire
fr_fr: Sélectionner un deuxième formulaire

source: Select the groups below that you want in this {ps} group, then click ==>
es_es: Selecciona los siguientes grupos que quieras en este grupo {ps} , luego haz clic en ==>
fr_fr: Sélectionnez les groupes ci-dessous que vous voulez dans ce groupe {ps} , puis cliquez sur ==>

source: Select the {ps} words below that you want in this group, then click ==>
ar_sa: حدد الكلمات {ps} أدناه التي تريدها في هذه المجموعة، ثم انقر على ==>
es_es: Selecciona las palabras {ps} abajo que quieras en este grupo, luego haz clic en ==>
fr_fr: Sélectionnez les mots {ps} ci-dessous que vous voulez dans ce groupe, puis cliquez ==>

source: Select the ‘{field}’ database field for second forms of ‘{ps}’ words
ar_sa: حدد حقل قاعدة البيانات '{field}للأشكال الثانية من كلمات '{ps}
es_es: Seleccione el campo de base de datos de ‘{field}’ para las segundas formas de palabras de ‘{ps}’
fr_fr: Sélectionnez le champ de la base de données «{field}» pour les deuxième formes de mots «{ps}»

source: Select which field to frame
ar_sa: حدد الحقل المراد إطاره
es_es: Seleccione qué campo encuadrar
fr: Sélectionner le champ à encadrer
fr_fr: Sélectionner le champ à encadrer

source: Select {field} form
ar_sa: اختر نموذج {field}
es_es: Seleccionar formulario {field}
fr_fr: Sélectionnez le formulaire {field}

source: Select {type} Glyph
ar_sa: حدد {type} Glyph
es_es: Seleccionar Glifo {type}
fr_fr: Sélectionner un glyphe {type}

source: Send me an Email (from your mail client)
ar_sa: أرسل لي رسالة بريد إلكتروني (من عميل البريد الإلكتروني الخاص بك)
es_es: Enviarme un email (desde tu cliente de correo)
fr_fr: Envoyez-moi un e-mail (depuis votre client de messagerie)

source: Serious Problem!
ar_sa: مشكلة خطيرة!
es_es: ¡Problema serie!
fr: Problème sérieux !
fr_fr: Problème Sérieux!

source: Set Parameters for Segment Interpretation
ar_sa: تعيين معلمات لتفسير الشرائح
es_es: Establecer parámetros para la interpretación de segmentos
fr: Définir les paramètres pour l'interprétation du segment
fr_fr: Marametriser l'Interpretation des Segments

source: Set all sound card settings (Do|Recording|Sound Card Settings) and a record button will be here.
ar_sa: عيّن جميع إعدادات بطاقة الصوت (Do<unk> التسجيل<unk> Sound card إعدادات البطاقة الصوتية) وسيكون زر التسجيل هنا.
es_es: Establece todos los ajustes de la tarjeta de sonido (Hacer |Grabar|Configuración de la tarjeta de sonido) y un botón de grabación estará aquí.
fr: Définir tous les paramètres de la carte son (Do|Enregistrement|Paramètres de la carte audio) et un bouton d'enregistrement sera ici.
fr_fr: Définissez toutes les paramètres son (Modifier les éléments | Enregistrement | Paramètres de la carte son) le bouton d'enregistrement sera ici.

source: Set analysis language Name
ar_sa: تعيين اسم لغة التحليل
es_es: Nombre del idioma del análisis
fr: Définir le nom de la langue d'analyse
fr_fr: Sélectionner la Langue à Analyser

source: Set audio language to get record buttons!
ar_sa: تعيين لغة الصوت للحصول على أزرار التسجيل!
es_es: ¡Ajusta el idioma de audio para obtener los botones de grabación!
fr: Définissez la langue audio pour obtenir les boutons d'enregistrement!
fr_fr: Définissez la langue audio pour obtenir les boutons d'enregistrement !

source: Set the frame name for status table and reports
ar_sa: تعيين اسم الإطار لجدول الحالة والتقارير
es_es: Establecer el nombre del fotograma para la tabla de estado y los informes
fr: Définir le nom du cadre pour la table d'état et les rapports
fr_fr: Définir le nom du cadre pour la table d'état et les rapports

source: Set up {azt} source on USB
ar_sa: إعداد مصدر {azt} على USB
es_es: Configurar fuente {azt} en USB
fr_fr: Configurer la source {azt} sur USB

source: Setting Analysis Language to {lang}
ar_sa: إعداد لغة التحليل إلى {lang}
es_es: Ajustando idioma de análisis a {lang}
fr_fr: Définition de la langue d'analyse à {lang}

source: Setting analysis language as {analang} ({self})
es_es: Establecer idioma de análisis como {analang} ({self})
fr_fr: Définition du langage d'analyse en {analang} ({self})

source: Setting check {check}
es_es: Ajuste de verificación {check}
fr_fr: Contrôle des paramètres {check}

source: Setting up language names
ar_sa: إعداد أسماء اللغات
es_es: Configurando nombres de idioma
fr_fr: Définition des noms de langue

source: Setting up new LIFT file now.
ar_sa: إعداد ملف LIFT الجديد الآن.
es_es: Configurando el nuevo archivo LIFT ahora.
fr: Mise en place d'un nouveau fichier LIFT maintenant.
fr_fr: Mise en place d'un nouveau fichier LIFT maintenant.

source: Setting {attr} variable with value: {val} ({old})
ar_sa: إعداد المتغير {attr} مع القيمة: {val} ({old})
es_es: Establecer variable {attr} con valor: {val} ({old})
fr_fr: Réglage de la variable {attr} avec la valeur {val} ({old})

source: Setting {key} key with {value} value
es_es: Configurar clave {key} con valor {value}
fr_fr: Réglage de la clé {key} avec la valeur {value}

source: Settings (Post lift) initialized
ar_sa: تم تهيئة الإعدادات (رفع البريد)
es_es: Configuración (Post lift) inicializada
fr_fr: Paramètres (Post-lift) initialisés

source: Settings file {legacy} converted to {savefile}, with each value verified.
ar_sa: تم تحويل ملف الإعدادات {legacy} إلى {savefile}، مع التحقق من كل قيمة.
es_es: Archivo de configuración {legacy} convertido a {savefile}, con cada valor verificado.
fr_fr: Fichier de paramètres {legacy} converti en {savefile}, avec chaque valeur vérifiée.

source: Settings for Transcription Model
ar_sa: إعدادات موديل النشر
es_es: Configuración del Modelo de Transcripción
fr_fr: Paramètres pour le modèle de transcription

source: Settings initialized
ar_sa: تهيئة الإعدادات
es_es: Configuración inicializada
fr_fr: Paramètres initialisés

source: Settings saved
ar_sa: تم حفظ الإعدادات
es_es: Ajustes guardados
fr_fr: Paramètres enregistrés

source: Settings: {settings}
ar_sa: الإعدادات: {settings}
es_es: Configuración: {settings}
fr_fr: Paramètres: {settings}

source: Show All
ar_sa: إظهار الكل
es_es: Mostrar todo
fr_fr: Tout afficher

source: Show Buttons
ar_sa: إظهار الأزرار
es_es: Mostrar botones
fr: Afficher les boutons
fr_fr: Afficher les Boutons

source: Show details
ar_sa: إظهار التفاصيل
es_es: Mostrar detalles
fr: Afficher les détails
fr_fr: Afficher les détails

source: Showing '{c}', nearest ancenstor
ar_sa: عرض '{c}'، أقرب بانستور
es_es: Mostrando '{c}', ancenstor más cercano
fr_fr: Affichage de '{c}', ancêtre le plus proche
