Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: This task helps you record words in tone frames, in citation form.
ar_sa: هذه المهمة تساعدك على تسجيل الكلمات في أطر النغمة، في شكل اقتباس.
es_es: Esta tarea le ayuda a grabar palabras en marcos de tono, en forma de citas.
fr: Cette tâche vous aide à enregistrer les mots dans des images de tonalités, sous forme de citation.
fr_fr: Cette tâche vous aide à enregistrer les mots dans des images de tonalités, sous forme de citation.

source: This task helps you sort words in citation form by consonants.
ar_sa: هذه المهمة تساعدك على فرز الكلمات في شكل اقتباس حسب الموافقة.
es_es: Esta tarea le ayuda a ordenar palabras en forma de citas por consonantes.
fr: Cette tâche vous aide à trier les mots sous forme de citation par consonnes.
fr_fr: Cette tâche vous aide à trier les mots sous forme de citation par consonnes.

source: This task helps you sort words in citation form by vowels.
ar_sa: هذه المهمة تساعدك على فرز الكلمات في شكل اقتباس بواسطة أصوات صوتية.
es_es: Esta tarea te ayuda a ordenar palabras en forma de citación por voces.
fr: Cette tâche vous aide à trier les mots sous forme de citation par voyelles.
fr_fr: Cette tâche vous aide à trier les mots sous forme de citation par voyelles.

source: This task helps you sort words in citation form by whole word syllable profiles.
ar_sa: تساعدك هذه المهمة على فرز الكلمات في شكل اقتباس حسب جميع ملفات تعريف المقطع.
es_es: Esta tarea le ayuda a ordenar palabras en forma de citas por perfiles sílabas de palabras enteras.
fr_fr: Cette tâche vous aide à trier les mots sous forme de citation par profils syllabes de mots entiers.

source: This task helps you sort words in citation form tone frames.
ar_sa: هذه المهمة تساعدك على فرز الكلمات في شكل إطار نغمة الاقتباس.
es_es: Esta tarea le ayuda a ordenar palabras en marcos de tono de citación.
fr: Cette tâche vous aide à trier les mots dans les images de tonalité de forme de référence.
fr_fr: Cette tâche vous aide à trier les mots dans les cadres de ton du formulaire de citation.

source: This task helps you transcribe your surface groups, giving them meaniningful names (e.g., [˥˥ ˨˨]) instead of numbers.
ar_sa: تساعدك هذه المهمة على نسخ المجموعات السطحية الخاصة بك، وإعطائها أسماء ذات معنى (على سبيل المثال [<unk> <unk> <unk> <unk> <unk> <unk> <unk> ]) بدلا من الأرقام.
es_es: Esta tarea le ayuda a transcribir sus grupos de superficie, dándoles nombres significativos (por ejemplo, [íbumes]) en lugar de números.
fr: Cette tâche vous aide à transcrire vos groupes de surface, en leur donnant des noms significatifs (par exemple, [<unk> <unk> <unk> <unk> ]) au lieu de nombres.
fr_fr: Cette tâche vous aide à transcrire vos groupes de surface, en leur donnant des noms significatifs (par exemple, [˥˥ ˨˨]) au lieu de nombres.

source: This task will help you parse your citation forms, automatically and with confirmation.
ar_sa: هذه المهمة ستساعدك على تحليل نماذج الاقتباس الخاصة بك، تلقائياً ومع التأكيد.
es_es: Esta tarea le ayudará a analizar sus formularios de cita, automáticamente y con confirmación.
fr: Cette tâche vous aidera à analyser vos formulaires de référence, automatiquement et avec confirmation.
fr_fr: Cette tâche vous aidera à analyser vos formulaires de référence, automatiquement et avec confirmation.

source: This task will help you parse your citation forms, for one slice of the dictionary at a time.
ar_sa: سوف تساعدك هذه المهمة على تحليل نماذج الاستشهاد الخاصة بك، لحزمة واحدة من القاموس في كل مرة.
es_es: Esta tarea le ayudará a analizar sus formularios de cita, para una porción del diccionario a la vez.
fr: Cette tâche vous aidera à analyser vos formulaires de référence, pour une tranche du dictionnaire à la fois.
fr_fr: Cette tâche vous aidera à analyser vos formulaires de référence, pour une tranche du dictionnaire à la fois.

source: This task will help you parse your citation forms, for one slice(?PS??!?) of the dictionary at a time.
ar_sa: هذه المهمة ستساعدك على تحليل نماذج الاقتباس الخاصة بك، لشريحة واحدة (?PS??!?) من القاموس في كل مرة.
es_es: Esta tarea le ayudará a analizar sus formularios de cita, por un trozo (?PS?????) del diccionario a la vez.
fr: Cette tâche vous aidera à analyser vos formulaires de référence, pour une seule tranche du dictionnaire à la fois.
fr_fr: Cette tâche vous aidera à analyser vos formulaires de référence, pour une seule tranche du dictionnaire à la fois.

source: This tells you how much data you could export now, and allows you to export it.
ar_sa: هذا يخبرك كم من البيانات التي يمكنك تصديرها الآن، ويسمح لك بتصديرها.
es_es: Esto le indica cuántos datos podría exportar ahora, y le permite exportarlos.
fr_fr: Cela vous indique la quantité de données que vous pouvez exporter maintenant et vous permet de l'exporter.

source: This was your error: {error}
es_es: Este fue tu error: {error}
fr_fr: C'était votre erreur: {error}

source: This will add entries from the Comparative African Wordlist (CAWL) which aren't already in your database (you are missing {count} CAWL tags). If the appropriate glosses are found in your database, CAWL tags will be merged with those entries. Depending on the number of entries, this may take awhile.
ar_sa: سيؤدي هذا إلى إضافة مدخلات من قائمة الكلمات الأفريقية المقارنة (CAWL) التي ليست بالفعل في قاعدة البيانات الخاصة بك (أنت مفقود {count} علامة CAWL). إذا وجدت المسارد المناسبة في قاعدة البيانات الخاصة بك، سيتم دمج وسوم CAWL مع تلك المدخلات. حسب عدد القيودات، قد يستغرق ذلك بعض الوقت.
es_es: Esto añadirá entradas de la lista comparativa de palabras africanas (CAWL) que no están ya en tu base de datos (te faltan etiquetas de CAWL {count} ). Si se encuentran las glosas apropiadas en su base de datos, las etiquetas CAWL se combinarán con esas entradas. Dependiendo del número de entradas, esto puede tardar un rato.
fr_fr: Ceci ajoutera des entrées de la liste de mots comparatifs africains (CAWL) qui ne sont pas déjà dans votre base de données (il vous manque des balises {count} CAWL). Si les gloses appropriées sont trouvées dans votre base de données, les balises CAWL seront fusionnées avec ces entrées. En fonction du nombre d'entrées, cela peut prendre un certain temps.

source: This will add entries from the Comparative African Wordlist (CAWL) which aren't already in your database (you are missing {} CAWL tags). If the appropriate glosses are found in your database, CAWL tags will be merged with those entries. Depending on the number of entries, this may take awhile.
es_es: Esto añadirá entradas de la lista comparativa de palabras africanas (CAWL) que no están ya en tu base de datos (te faltan {} etiquetas CAWL). Si se encuentran las glosas apropiadas en su base de datos, las etiquetas CAWL se combinarán con esas entradas. Dependiendo del número de entradas, esto puede tardar un rato.
fr_fr: Cela ajoutera des entrées de la Comparative African Wordlist (CAWL) qui ne sont pas déjà dans votre base de données (il vous manque {} balises CAWL). Si les gloses appropriées sont trouvées dans votre base de données, les balises CAWL seront fusionnées avec ces entrées. Selon le nombre d'entrées, cela peut prendre un certain temps.

source: This word fits in this frame
ar_sa: هذه الكلمة تتناسب مع هذا الإطار
es_es: Esta palabra encaja en este marco
fr_fr: Ce mot se prononce dans ce cadre

source: This word has {name}
ar_sa: هذه الكلمة تحتوي على {name}
es_es: Esta palabra tiene {name}
fr_fr: Ce mot a {name}

source: Thread for {thread} started
ar_sa: بدأ موضوع {thread}
es_es: Hilo para {thread} iniciado
fr_fr: Fil pour {thread} démarré

source: Three fields parse with matching ps
ar_sa: تحليل ثلاثة حقول مع تطبيقات مطابقة
es_es: Tres campos analizados con ps coincidentes
fr: Trois champs analysent avec des ps correspondants
fr_fr: Trois champs analysent avec des ps correspondants

source: Tier ‘{}’ is already there!
ar_sa: مستوى '{}' موجود بالفعل!
es_es: ¡El nivel ‘{}’ ya está ahí!
fr_fr: Le palier « {}» est déjà là !

source: Tier ‘{}’ not there, adding!
ar_sa: مستوى '{}' ليس هناك، إضافة!
es_es: El nivel ‘{}’ no está ahí, ¡agrega!
fr_fr: Le palier « {}» n'est pas là, ajout !

source: To collect Imperative forms, you must first define which fields should contain those forms
ar_sa: لجمع النماذج الضرورية، يجب عليك أولاً تحديد الحقول التي يجب أن تحتوي على تلك النماذج
es_es: Para recolectar formularios imperativos, primero debe definir qué campos deben contener esos formularios
fr_fr: Pour collecter des formulaires obligatoires, vous devez d'abord définir quels champs doivent contenir ces formulaires

source: To collect Plural forms, you must first define which fields should contain those forms
ar_sa: لجمع النماذج المعدودة، يجب عليك أولاً تحديد الحقول التي يجب أن تحتوي على تلك النماذج
es_es: Para recolectar formularios plurales, primero debe definir qué campos deben contener esos formularios
fr_fr: Pour collecter des formes plurielles, vous devez d'abord définir quels champs doivent contenir ces formulaires

source: To do: ({count}) First 5: {items}
ar_sa: للقيام بها: ({count}) أولا: {items}
es_es: Para hacer: ({count}) Primeros 5: {items}
fr_fr: À faire : ({count}) d'abord 5 : {items}

source: Tone Melody
ar_sa: نغمة الميلودي
es_es: Melodía de tonos
fr_fr: Mélodie tonique

source: Tone Report
ar_sa: تقرير النغمة
es_es: Informe Tone
fr: Rapport de tonalité
fr_fr: Rapport des tons

source: Tone Report (by frames)
ar_sa: تقرير النغمة (حسب الإطار)
es_es: Informe de tono (por fotogramas)
fr: Rapport de tonalité (par cadres)
fr_fr: Rapport des tons (selon cadres)

source: Tone Report (by frames, not backgrounded)
ar_sa: تقرير النغمة (حسب الأطر، وليس الخلفية)
es_es: Informe de tono (por fotogramas, no en segundo plano)
fr: Rapport de tonalité (par cadres, non en arrière-plan)
fr_fr: Rapport de tonalité (par cadres, non en arrière-plan)

source: Tone Report (not backgrounded)
ar_sa: تقرير النغمة (غير متوفر في الخلفية)
es_es: Informe de tonos (no en segundo plano)
fr: Rapport de tonalité (pas en arrière-plan)
fr_fr: Rapport de tonalité (pas en arrière-plan)

source: Tone by location
ar_sa: نغمة حسب الموقع
es_es: Tono por ubicación
fr: Tonalité par emplacement
fr_fr: Ton par emplacement

source: Tone by sense
ar_sa: نغمة بالمعنى
es_es: Tono por sentido
fr: Tonalité par sens
fr_fr: Ton par sens

source: Tone by sense (comprehensive)
ar_sa: نغمة بالمعنى (شاملة)
es_es: Tono por sentido (ocupa)
fr: Tonalité par sens (globale)
fr_fr: Ton par sens (complet)

source: Tooltip here.
ar_sa: تلميح الأدوات هنا.
es_es: Consejos aquí.
fr: Info-bulle ici.
fr_fr: Info-bulle ici.

source: Tosort value ({value}) invalid: OK values: {ok}
es_es: Valor de Tosort ({value}) inválido: Valores OK : {ok}
fr_fr: Valeur de tosort ({value}) invalide : Valeurs OK : {ok}

source: Transcribe Surface Tone Groups
ar_sa: نقل مجموعات النغمات السطحية
es_es: Transcribir grupos de tonos de superficie
fr: Transcrire les groupes de tonalités de surface
fr_fr: Transcrire les Groupes de Tons de Surface

source: Transcribe Tone
ar_sa: ترجمة نغمة
es_es: Transcribir tono
fr: Transcrire le ton
fr_fr: Transcrire le ton

source: Transcriber
ar_sa: ترانسكرايبر
es_es: Transcriptor
fr_fr: Transcripteur

source: Transcription settings
ar_sa: إعدادات النسخ
es_es: Ajustes de transcripción
fr_fr: Paramètres de transcription

source: Tried to move {} to {}, but I can't find it (or overwrite?).
ar_sa: حاول نقل {} إلى {}، ولكن لا يمكنني العثور عليها (أو الكتابة فوق؟).
es_es: Intentó mover {} a {}, pero no puedo encontrarlo (o sobreescribirlo?).
fr_fr: Vous avez essayé de déplacer {} vers {}, mais je ne peux pas le trouver (ou l'écraser ?).

source: Tried to remove {}, but I can't find it.
ar_sa: حاول إزالة {}، ولكن لا يمكنني العثور عليها.
es_es: Intentó remover {}, pero no puedo encontrarlo.
fr: Vous avez essayé de supprimer {}, mais je ne peux pas le trouver.
fr_fr: Essayé enlever {}, mais je ne l'ai pas trouver.

source: Tried to write {type} LIFT file to {newfile}
ar_sa: حاول كتابة ملف LIFT {type} إلى {newfile}
es_es: Intentó escribir un archivo LIFT {type} en {newfile}
fr_fr: Tentative d'écriture du fichier {type} LIFT sur {newfile}

source: Try Again
ar_sa: حاول مرة أخرى
es_es: Inténtalo de nuevo
fr: Réessayez
fr_fr: Réessayez

source: Try again
ar_sa: حاول مرة أخرى
es_es: Inténtalo de nuevo
fr: Réessayez
fr_fr: Réessayez

source: Try testing branch of {azt}
es_es: Prueba la rama de pruebas de {azt}
fr_fr: Essayez de tester la branche {azt}

source: Try {azt} test version
ar_sa: جرب إصدار اختبار {azt}
es_es: Prueba la versión de prueba {azt}
fr_fr: Essayez la version test {azt}

source: Trying a second time, with '--force-reinstall'
ar_sa: جرب مرة ثانية، مع '--إجبار إعادة تثبيت'
es_es: Intentando una segunda vez, con '--force-reinstall'
fr_fr: Essai une deuxième fois, avec '--force-reinstall'

source: Trying again, hopefully with internet
ar_sa: حاول مرة أخرى، على أمل الانترنت
es_es: Intentando de nuevo, esperemos que con Internet
fr_fr: Essai à nouveau, espérons-le avec Internet

source: Trying for {setting} settings in {file}
ar_sa: جاري محاولة إعدادات {setting} في {file}
es_es: Intentando ajustes {setting} en {file}
fr_fr: Essai pour les paramètres {setting} dans {file}

source: Trying for {setting} settings in {legacy_name}
ar_sa: جاري محاولة إعدادات {setting} في {legacy_name}
es_es: Intentando ajustes {setting} en {legacy_name}
fr_fr: Essai pour les paramètres {setting} dans {legacy_name}

source: Trying generation {g}
ar_sa: محاولة توليد {g}
es_es: Intentando generación {g}
fr_fr: Tentative de génération {g}

source: Trying to call Praat at {}...
ar_sa: جاري محاولة الاتصال بـ Praat في {}...
es_es: Intentando llamar a Praat en {}...
fr: Tentative d'appeler Praat {}...

source: Trying to make no changes
ar_sa: محاولة إجراء أي تغييرات
es_es: Intentando hacer ningún cambio
fr_fr: Essayer de ne pas apporter de modifications

source: Trying to store {value} ({type})
ar_sa: محاولة تخزين {value} ({type})
es_es: Intentando almacenar {value} ({type})
fr_fr: Essai de stocker {value} ({type})

source: Trying to write {type} LIFT file to {newfile}
ar_sa: محاولة كتابة ملف LIFT {type} إلى {newfile}
es_es: Intentando escribir un archivo LIFT {type} en {newfile}
fr_fr: Essai d'écriture du fichier {type} LIFT sur {newfile}

source: Two fields each parse
ar_sa: حقلين لكل تحليل
es_es: Dos campos cada análisis
fr: Deux champs à chaque analyse
fr_fr: Deux champs à chaque analyse

source: Two fields parse together
ar_sa: تحليل الحقلين معا
es_es: Dos campos analizan juntos
fr: Deux champs analysent ensemble
fr_fr: Deux champs analysent ensemble

source: Two fields, which don't parse
ar_sa: حقلان لا يحللان
es_es: Dos campos, que no analizan
fr: Deux champs, qui n'analysent pas
fr_fr: Deux champs, qui n'analysent pas

source: Type second form
ar_sa: النوع الثاني من النموذج
es_es: Tipo de segundo formulario
fr: Tapez le deuxième formulaire
fr_fr: Tapez le deuxième formulaire

source: Type the name of your language in the field, then find and select the full name below.
ar_sa: اكتب اسم لغتك في الحقل، ثم اعثر على الاسم الكامل أدناه.
es_es: Escriba el nombre de su idioma en el campo, luego busque y seleccione el nombre completo a continuación.
fr_fr: Tapez le nom de votre langue dans le champ, puis trouvez et sélectionnez le nom complet ci-dessous.

source: Type the word in your language that goes with these meanings. Give a single word (not a phrase) wherever possible. Just type consonants and vowels; don't worry about tone for now.
es_es: Escribe la palabra en tu idioma que vaya con estos significados. Dale una sola palabra (no una frase) siempre que sea posible. Simplemente escribe consonantes y vocales; no te preocupes por el tono por ahora.
fr_fr: Tapez le mot dans votre langue qui va avec ces significations. Donnez un seul mot (pas une phrase) dans la mesure du possible. Tapez simplement les consonnes et les voyelles ; ne vous souciez pas du ton pour l'instant.

source: Typically, dictionary work starts by collecting citation forms, and later moves to analyzing those forms into lexemes (meaningful, but not necessarily pronounceable, word parts). Sometimes, people store those citation forms in lexeme fields, though this is typically in error. {name} can help you analyze your citation forms into lexeme forms, but they first need to be moved to the correct fields in your database.
ar_sa: عادة يبدأ عمل القاموس بجمع استمارات الاقتباس، ثم يتحرك لاحقاً لتحليل تلك الاستمارات في معاجم (أجزاء الكلمات ذات معنى، ولكن ليس بالضرورة قابلة للنطق). في بعض الأحيان، يخزن الناس استمارات الاستشهاد هذه في حقول القوائم، على الرغم من أن هذا عادة ما يكون خطأ. {name} يمكن أن يساعدك في تحليل نماذج الاقتباس الخاصة بك في أشكال القسم، ولكن يجب نقلهم أولاً إلى الحقول الصحيحة في قاعدة البيانات الخاصة بك.
es_es: Por lo general, el trabajo del diccionario comienza por recolectar formas de citación, y luego se mueve a analizar esas formas en léxicos (significativos, pero no necesariamente pronunciables, partes de palabras). A veces, la gente almacena esos formularios de citas en campos de léxico, aunque esto suele ser por error. {name} puede ayudarle a analizar sus formularios de cita en formularios de lexema, pero primero deben ser movidos a los campos correctos de la base de datos.

source: URL Settings now {urls}
es_es: Configuración de URL ahora {urls}
fr_fr: Les paramètres d'URL sont maintenant {urls}

source: Unexpected exception! {error}
es_es: ¡Excepción inesperada! {error}
fr_fr: Exception inattendue ! {error}

source: Unnamed {name} Task ({type})
ar_sa: مهمة غير مسماة {name} ({type})
es_es: Tarea {name} sin nombre ({type})
fr_fr: Tâche {name} sans nom ({type})

source: Update (Git) output
ar_sa: تحديث (جيت) الإخراج
es_es: Actualizar (Git) salida
fr: Mettre à jour la sortie (Git)
fr_fr: Mettre à jour la sortie (Git)

source: Update {azt}
ar_sa: تحديث {azt}
es_es: Actualizar {azt}
fr_fr: Mettre à jour {azt}

source: Updating binding ({state})
ar_sa: تحديث الربط ({state})
es_es: Actualizando vinculación ({state})
fr_fr: Mise à jour de la liaison ({state})

source: Updating verification from ‘{old}’ to ‘{new}’ for {args}
ar_sa: تحديث التحقق من ''{old}إلى '{new}لـ {args}
es_es: Actualizando la verificación desde ‘{old}’ a ‘{new}’ para {args}
fr_fr: Mise à jour de la vérification de «{old}» à «{new}» pour {args}

source: Updating {azt}
ar_sa: تحديث {azt}
es_es: Actualizando {azt}
fr_fr: Mise à jour de {azt}

source: Updating {profile}-{check} status dict to new schema
es_es: Actualizando un dictado de estado {profile}-{check} a un nuevo esquema
fr_fr: Mise à jour de {profile}- Didit de statut{check} vers un nouveau schéma

source: Use these settings
ar_sa: استخدام هذه الإعدادات
es_es: Usar estos ajustes
fr_fr: Utiliser ces paramètres

source: Use this code
ar_sa: استخدم هذا الرمز
es_es: Usar este código
fr_fr: Utilisez ce code

source: Use this form
ar_sa: استخدم هذا النموذج
es_es: Usar este formulario
fr: Utiliser ce formulaire
fr_fr: Utilisez ce formulaire

source: Use this name
ar_sa: استخدم هذا الاسم
es_es: Usar este nombre
fr: Utiliser ce nom
fr_fr: Utiliser ce nom

source: Use this name and go to:
ar_sa: استخدم هذا الاسم ثم انتقل إلى:
es_es: Usar este nombre e ir a:
fr: Utilisez ce nom et allez à:
fr_fr: Utilisez ce nom et accédez à :

source: Use this {lang} form {context} the dictionary gloss
ar_sa: استخدم هذا النموذج {lang} {context} مسارد القاموس
es_es: Utiliza este formulario {lang} {context} la glosa del diccionario
fr_fr: Utilisez ce formulaire {lang} {context} la glose du dictionnaire

source: Use this {lang} gloss for ‘{form}’
ar_sa: استخدم هذه المسارد {lang} ل '{form}
es_es: Usa esta glosa {lang} para ‘{form}’
fr_fr: Utilisez cette glose {lang} pour ‘{form}’

source: Use {name} tone frame
ar_sa: استخدام إطار نغمة {name}
es_es: Usar marco de tono {name}
fr_fr: Utiliser le ton {name}

source: User asked for changes to polygraph settings, but no changes found.
ar_sa: طلب المستخدم تغييرات في إعدادات البوليغراف، ولكن لم يتم العثور على أي تغييرات.
es_es: El usuario solicitó cambios en la configuración del poligráfico, pero no se encontraron cambios.
fr: L'utilisateur a demandé des modifications aux paramètres du polygraphe, mais aucun changement n'a été trouvé.
fr_fr: L'utilisateur a demandé des modifications aux paramètres du polygraphe, mais aucun changement n'a été trouvé.

source: User didn't select a new database; continuing.
ar_sa: لم يحدد المستخدم قاعدة بيانات جديدة؛ متابعة.
es_es: El usuario no ha seleccionado una nueva base de datos; continuando.
fr: L'utilisateur n'a pas sélectionné de nouvelle base de données ; continuer.
fr_fr: L'utilisateur n'a pas sélectionné de nouvelle base de données ; continuer.

source: User exited with work still to do: {digits} {problems}
ar_sa: خروج المستخدم مع العمل الذي لا يزال يتعين القيام به: {digits} {problems}
es_es: El usuario terminó con trabajo aún por hacer: {digits} {problems}
fr_fr: L'utilisateur a quitté avec le travail à faire : {digits} {problems}

source: User selected a new database; restarting with it.
ar_sa: قام المستخدم باختيار قاعدة بيانات جديدة؛ إعادة تشغيل معه.
es_es: El usuario seleccionó una nueva base de datos; reiniciando con ella.
fr: L'utilisateur a sélectionné une nouvelle base de données; redémarrez avec elle.
fr_fr: L'utilisateur a sélectionné une nouvelle base de données; redémarrez avec elle.

source: Using analang={analang} from settings.
ar_sa: استخدام analang={analang} من الإعدادات.
es_es: Usando analang={analang} desde la configuración.
fr_fr: Utiliser analang={analang} depuis les paramètres.

source: Using audiolang {audio} for analang {analang}
ar_sa: استخدام اللغة الصوتية {audio} للأنالانغ {analang}
es_es: Usando audiolang {audio} para analang {analang}
fr_fr: Utiliser l'audiolang {audio} pour l'analang {analang}

source: Using first gloss language for new annotations: {lang}
ar_sa: استخدام لغة المسطحات الأولى للشروح الجديدة: {lang}
es_es: Utilizando el primer idioma de glosas para nuevas anotaciones: {lang}
fr_fr: Utiliser le premier langage gloss pour les nouvelles annotations : {lang}

source: Using my get
ar_sa: باستخدام حصولي
es_es: Usando mi obsequio
fr_fr: Utiliser mon gain

source: Using second form field ‘{field}’ ({ps})
ar_sa: استخدام حقل النموذج الثاني '{field}' ({ps})
es_es: Uso del segundo campo de formulario ‘{field}’ ({ps})
fr_fr: Utilisation du deuxième champ de formulaire ‘{field}’ ({ps})

source: Using shortest executable path: {path}
es_es: Usando la ruta ejecutable más corta: {path}
fr_fr: Utiliser le chemin exécutable le plus court : {path}

source: Using theme ‘{theme}’ on {task}.
ar_sa: استخدام السمة '{theme}' في {task}.
es_es: Usando el tema ‘{theme}’ en {task}.
fr_fr: Utilisation du thème ‘{theme}’ sur {task}.

source: Using these remotes: {remotes}
es_es: Usando estos remotos: {remotes}
fr_fr: Utilisation de ces télécommandes : {remotes}

source: Using your interface language ({lang}) digraph defaults
ar_sa: باستخدام لغة الواجهة الخاصة بك ({lang}) قم بربط الافتراضي
es_es: Utilizando el idioma de tu interfaz ({lang}) digraph por defecto
fr_fr: Utiliser la langue de votre interface ({lang}) par défaut

source: Using {lang}
ar_sa: باستخدام {lang}
es_es: Usando {lang}
fr_fr: Utiliser {lang}

source: Using {n} button columns
ar_sa: استخدام أعمدة الزر {n}
es_es: Usando columnas del botón {n}
fr_fr: Utiliser les colonnes de boutons {n}

source: Using {repo} useremail '{email}'
es_es: Usando {repo} useremail '{email}'
fr_fr: Utilisation de l'email utilisateur {repo} '{email}'

source: Using {repo} username '{name}'
es_es: Usando {repo} nombre de usuario '{name}'
fr_fr: Utiliser le nom d'utilisateur {repo} '{name}'

source: Using ‘{noun}’ for nouns, and ‘{verb}’ for verbs
ar_sa: استخدام ''{noun}للأسناء، و '{verb}للأفعال
es_es: Usando ‘{noun}’ para los sustantivos, y ‘{verb}’ para los verbos
fr_fr: Utiliser ‘{noun}’ pour les noms, et ‘{verb}’ pour les verbes
