Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Missing either group or comparison, without value specified; can't switch them.
ar_sa: مجموعة أو مقارنة مفقودة، دون تحديد القيمة؛ لا يمكن تبديلها.
es_es: Falta grupo o comparación, sin valor especificado; no se puede cambiar.
fr: Il manque un groupe ou une comparaison, sans valeur spécifiée ; ne peut pas les changer.
fr_fr: Il manque un groupe ou une comparaison, sans valeur spécifiée ; ne peut pas les changer.

source: Missing forms! (lc:{lc}; pl:{pl} imp:{imp})
ar_sa: النماذج المفقودة! (lc:{lc}; pl:{pl} imp:{imp})
es_es: ¡Faltan formularios! (lc:{lc}; pl:{pl} imp:{imp})
fr_fr: Formes manquantes ! (lc:{lc}; pl:{pl} imp:{imp})

source: Missing sound file; can't continue!
ar_sa: ملف الصوت المفقود؛ لا يمكن المتابعة!
es_es: Falta el archivo de sonido; ¡no se puede continuar!
fr_fr: Fichier son manquant ; ne peut pas continuer !

source: Missing sound setting {setting}; asking again
ar_sa: إعداد الصوت مفقود {setting}؛ السؤال مرة أخرى
es_es: Falta el ajuste de sonido {setting}; preguntando de nuevo
fr_fr: Réglage sonore {setting}manquant ; demande à nouveau

source: Missing text file with whole text transcription!
ar_sa: ملف نص مفقود مع النص الكامل للتسجيل!
es_es: Falta un archivo de texto con transcripción completa de texto!
fr_fr: Fichier texte manquant avec transcription entière !

source: Missing {node} node!
ar_sa: عقدة {node} مفقودة!
es_es: ¡Falta un nodo {node}!
fr_fr: Noeud {node} manquant !

source: Modify Existing Ad Hoc Sort Group for {group} Group
es_es: Modificar grupo de clasificación de anuncios existentes para el grupo {group}
fr_fr: Modifier le groupe de tri ad hoc existant pour le groupe {group}

source: More than Ten Invalid Characters Found!
ar_sa: تم العثور على أكثر من عشرة أحرف غير صالحة!
es_es: ¡Se han encontrado más de 10 caracteres no válidos!
fr: Plus de dix caractères invalides trouvés !
fr_fr: Plus de Dix Caractères Invalides Trouvés !

source: More than one audiolang! Set this up! (exiting)
ar_sa: أكثر من صوت واحد! قم بتعيين هذا! (خروج)
es_es: ¡Más de un audiolang! ¡Configura esto! (salida)
fr_fr: Plus d'un audiolang! Réglez ceci! (quitter)

source: More than one group selected: {groups}
es_es: Más de un grupo seleccionado: {groups}
fr_fr: Plus d'un groupe sélectionné : {groups}

source: Most citation data in [{lang}] ({data})
ar_sa: معظم بيانات الاستشهاد في [{lang}] ({data})
es_es: La mayoría de los datos de citas en [{lang}] ({data})
fr_fr: Le plus de données de citation dans [{lang}] ({data})

source: Most lexeme data in [{lang}] ({data})
ar_sa: معظم بيانات المعجم في [{lang}] ({data})
es_es: La mayoría de los datos de léxico en [{lang}] ({data})
fr_fr: Plus de données de lexème dans [{lang}] ({data})

source: Most likely a non-integer found when looking for an integer in {s} (error: {e})
es_es: Lo más probable es que se encuentre un no-entero al buscar un entero en {s} (error: {e})
fr_fr: Très probablement un non-entier trouvé lors de la recherche d'un entier dans {s} (erreur : {e})

source: Move lexeme field data to citation fields
ar_sa: نقل قاعدة بيانات الحقل إلى حقول الاستشهاد
es_es: Mover los datos del campo lexema a los campos de referencia
fr: Déplacer les données du champ lexème vers les champs de citation
fr_fr: Déplacer les données du champ lexème vers les champs de citation

source: Moving on to the next {next_thing}!
es_es: ¡Pasando a la siguiente {next_thing}!
fr_fr: Passons à la prochaine {next_thing}!

source: Multiple/all territories
ar_sa: عدد/جميع الاقاليم
es_es: Multiples/todos los territorios
fr_fr: Multiple/tous les territoires

source: Multislice Alphabet Report
ar_sa: تقرير أبجدية متعددة الشرائح
es_es: Informe de alfabeto multislice
fr: Rapport Alphabet Multislice
fr_fr: Rapport Alphabet Multislice

source: Multislice Tone Report
ar_sa: تقرير نغمة متعددة الشريحة
es_es: Informe de tono múltiple
fr: Rapport de tonalité multislice
fr_fr: Rapport de tonalité multislice

source: Multislice Tone Report (by location)
ar_sa: تقرير نغمة متعددة الشريحة (حسب الموقع)
es_es: Informe de tono múltiple (por ubicación)
fr: Rapport de tonalité multislice (par emplacement)
fr_fr: Rapport de tonalité multislice (par emplacement)

source: Multislice Tone Report (not background)
ar_sa: تقرير نغمة متعددة الشريحة (ليس خلفية)
es_es: Informe de tonos múltiples (no fondo)
fr: Rapport de tonalité multislice (pas d'arrière-plan)
fr_fr: Rapport de tonalité multislice (pas d'arrière-plan)

source: N.B.: This is a fairly radical change to your database, so it would be wise to back up your data.
ar_sa: ملاحظة: هذا تغيير جذري إلى حد ما في قاعدة البيانات الخاصة بك، لذا سيكون من الحكمة نسخ البيانات الخاصة بك احتياطيا.
es_es: N.B.: This is a fairly radical change to your database, so it would be wise to backup up your data.
fr: N.B.: Ceci est un changement radical de votre base de données, donc il serait sage de sauvegarder vos données.
fr_fr: N.B. : Il s'agit d'un changement assez radical de votre base de données, il serait donc judicieux de sauvegarder vos données.

source: NOTICE: we just matched (to remove) a set of
ar_sa: ملاحظة: قمنا للتو بمطابقة (لإزالة) مجموعة من
es_es: NOTA: acabamos de igualar (para eliminar) un conjunto de
fr_fr: AVIS : nous avons juste mis en correspondance (pour supprimer) un ensemble de

source: Name
ar_sa: الاسم
es_es: Nombre
fr_fr: Nom

source: Need one of sense, senseid, or entry!
ar_sa: تحتاج إلى واحد من الحس أو الحس أو الدخول!
es_es: ¡Necesita uno de sentido, sentido o entrada!
fr_fr: Besoin d'un sens, d'un sens ou d'une entrée !

source: Neither
ar_sa: لا
es_es: Ni
fr: Ni
fr_fr: Ni

source: Neither Noun ({lc}) nor Verb ({pl}) is good enough (ask: {ask}) (bestn:{bestn}; bestv:{bestv})
ar_sa: لا نعم ({lc}) ولا فعل ({pl}) جيد بما فيه الكفاية (سؤال: {ask}) (الأفضل:{bestn}; الاسبوع:{bestv})
es_es: Ni Núm ({lc}) ni verbo ({pl}) es lo suficientemente bueno (pregunta: {ask}) (mejor:{bestn}; mejor:{bestv})
fr_fr: Ni le Noun ({lc}) ni le Verbe ({pl}) ne sont assez bons (demander : {ask}) (bestn:{bestn}; bestv:{bestv})

source: Neither analang looks like an iso code, nor has muchdata; taking the first one: {langs}
ar_sa: لا يبدو انانانانغ كشفرة iso، ولا يحتوي على الكثير من البيانات؛ يأخذ البيانات الأولى: {langs}
es_es: Ni el análogo se ve como un código de prueba, ni tiene muchos datos; tomando el primero: {langs}
fr_fr: Ni analang ne ressemble à un code iso, ni à beaucoup de données ; prendre le premier : {langs}

source: Neither analang looks like an iso code, taking the one with most citation data: {langs}
ar_sa: لا يبدو أي منها وكأنه رمز iso، يأخذ الرمز مع معظم بيانات الاقتباس: {langs}
es_es: Ninguno de los anangos se ve como un código oscuro, tomando el uno con más datos de cito: {langs}
fr_fr: Ni analang ne ressemble à un code iso, prenant celui avec le plus de données de citation : {langs}

source: Neither analang looks like an iso code, taking the one with most lexeme data: {langs}
ar_sa: لا يبدو أي منها وكأنه رمز iso، يأخذ ذلك الذي يحتوي على معظم بيانات lexem: {langs}
es_es: Ninguno de los anales se ve como un código ISO, tomando el uno con más datos de lexema: {langs}
fr_fr: Ni analang ne ressemble à un code iso, prenant celui avec le plus de données de lexème : {langs}

source: Neither noun nor verb! This shouldn't happen! ({sense_id})
ar_sa: لا شيء أو فعل! لا ينبغي أن يحدث هذا! ({sense_id})
es_es: Ni las palabras ni el verbo! Esto no debería pasar! ({sense_id})
fr_fr: Ni nom ni verbe! Cela ne devrait pas se produire! ({sense_id})

source: Never
ar_sa: لا
es_es: Nunca
fr: Jamais
fr_fr: Jamais

source: New Ad Hoc Sort Group for {ps} Group
ar_sa: مجموعة فرز مخصصة جديدة لمجموعة {ps}
es_es: Nuevo grupo de clasificación de anuncios para el grupo {ps}
fr_fr: Nouveau groupe de tri ad hoc pour le groupe {ps}

source: New Frame
ar_sa: إطار جديد
es_es: Nuevo marco
fr: Nouvelle image
fr_fr: Nouvelle image

source: New LIFT file location
ar_sa: موقع ملف LIFT جديد
es_es: Nueva ubicación del archivo LIFT
fr: Nouvel emplacement du fichier LIFT
fr_fr: Nouvel emplacement du fichier LIFT

source: New {ps} Tone frame for {lang}: Name the Frame
ar_sa: إطار نغمة {ps} جديد ل {lang}: اسم الإطار
es_es: Nuevo fotograma de tono {ps} para {lang}: Nombra el fotograma
fr_fr: Nouvelle trame de tonalité {ps} pour {lang}: Nommer le cadre

source: Next
ar_sa: التالي
es_es: Siguiente
fr: Suivant
fr_fr: Prochaine

source: Next Group
ar_sa: المجموعة التالية
es_es: Siguiente grupo
fr: Groupe suivant
fr_fr: Prochaine Groupe

source: Next {count} words
ar_sa: الكلمات التالية {count}
es_es: Siguientes palabras {count}
fr_fr: Prochain Mots {count}

source: No
ar_sa: لا
es_es: Nu
fr: Non
fr_fr: Non

source: No Checks for this profile, returning.
es_es: No hay cheques para este perfil, regresando.
fr_fr: Aucune vérification pour ce profil, retour.

source: No English glosses to search OpenClipart.org! ({glosses})
ar_sa: لا توجد مسارد باللغة الإنجليزية للبحث في OpenClipart.org! ({glosses})
es_es: No hay glosas en inglés para buscar en OpenClipart.org! ({glosses})
fr_fr: Aucune glosse en anglais pour rechercher sur OpenClipart.org ! ({glosses})

source: No Git data repository found; creating.
ar_sa: لم يتم العثور على مستودع بيانات Git؛ إنشاء.
es_es: No se ha encontrado el repositorio de datos de Git; creando.
fr: Aucun dépôt de données Git trouvé ; création.
fr_fr: Aucun dépôt de données Git trouvé ; création.

source: No Grammatical Category?
ar_sa: لا توجد فئة غراماتيكية؟
es_es: ¿No hay categoría gramatical?
fr_fr: Pas de catégorie grammaticale ?

source: No Paragraph text!
ar_sa: لا يوجد نص فقط!
es_es: No hay texto de párrafo.
fr_fr: Aucun texte de paragraphe !

source: No Section Title!
ar_sa: لا يوجد عنوان قسم!
es_es: ¡No hay título de sección!
fr_fr: Pas de titre de section !

source: No analysis language; exiting.
ar_sa: لا توجد لغة تحليلية؛ خروج.
es_es: Sin lenguaje de análisis; saliendo.
fr_fr: Pas de langue d'analyse; quittant.

source: No audio file found, but ready to record:
ar_sa: لم يتم العثور على ملف صوتي، ولكن جاهز للتسجيل:
es_es: No se ha encontrado un archivo de audio, pero está listo para grabar:
fr: Aucun fichier audio trouvé, mais prêt à enregistrer :
fr_fr: Aucun fichier audio trouvé, mais prêt à enregistrer :

source: No audio found in audiodir={audiodir}, but will put new audio there; if your audio is elsewhere, fix this.
ar_sa: لم يتم العثور على صوت في الصوت ={audiodir}، ولكن سيتم وضع صوت جديد هناك؛ إذا كان الصوت الخاص بك في مكان آخر، قم بإصلاح هذا.
es_es: No se ha encontrado ningún audio en audio dir={audiodir}, pero pondrá un nuevo audio ahí; si tu audio está en otro lugar, arregla esto.
fr_fr: Aucun audio trouvé dans audiodir={audiodir}, mais va mettre un nouveau son ici; si votre audio est ailleurs, corrigez ceci.

source: No change: {attr} == {val}
ar_sa: لا تغيير: {attr} == {val}
es_es: Sin cambios: {attr} == {val}
fr_fr: Aucun changement : {attr} == {val}

source: No changes found to polygraph settings, continuing.
ar_sa: لم يتم العثور على تغييرات في إعدادات البوليغراف، إستمرار.
es_es: No se han encontrado cambios en los ajustes de poligrafía, continuando.
fr_fr: Aucun changement n'a été trouvé dans les paramètres du polygraphe, continuant.

source: No citation form!
ar_sa: لا يوجد نموذج استشهاد!
es_es: No hay forma de cita!
fr_fr: Pas de formulaire de citation !

source: No directory given; not cloning.
ar_sa: لا يوجد دليل معطى؛ وليس الاستنساخ.
es_es: No se ha dado el directorio; no se ha clonado.
fr: Pas de répertoire, pas de clonage.
fr_fr: Pas de répertoire, pas de clonage.

source: No draft UF groups found for {ps} words!
es_es: No se han encontrado grupos de UF para palabras {ps}!
fr_fr: Aucun brouillon de groupes UF trouvé pour les mots {ps}!

source: No examples for ‘{glyph}’!
ar_sa: لا توجد أمثلة ل ''{glyph}'!
es_es: ¡No hay ejemplos para ‘{glyph}’!
fr_fr: Aucun exemple pour «{glyph}»!

source: No examples! Add some, then come back.
ar_sa: لا توجد أمثلة! أضف البعض، ثم أعود.
es_es: ¡No hay ejemplos! Añada algunos, luego regrese.
fr: Pas d'exemples! Ajoutez-en quelques-uns, puis revenez.
fr_fr: Pas d'exemples! Ajoutez-en quelques-uns, puis revenez.

source: No file name for setting {setting}!
ar_sa: لا يوجد اسم ملف لإعداد {setting}!
es_es: ¡No hay nombre de archivo para establecer {setting}!
fr_fr: Aucun nom de fichier pour le paramètre {setting}!

source: No final write to lift
ar_sa: لا توجد كتابة نهائية للرفع
es_es: No hay escritura final para elevar
fr_fr: Pas d'écriture finale à lever

source: No framed value, nor testing; can't continue...
ar_sa: لا توجد قيمة إطارية، ولا اختبار؛ لا يمكن المتابعة...
es_es: Sin valor enmarcado ni pruebas; no se puede continuar...
fr: Pas de valeur encadrée, pas de test ; impossible de continuer...
fr_fr: Aucune valeur encadrée, ni test ; ne peut pas continuer...

source: No groups in that slice; try another!
ar_sa: لا توجد مجموعات في تلك الشريحة؛ حاول أخرى!
es_es: No hay grupos en ese rodaje; ¡prueba con otro!
fr: Aucun groupe dans cette tranche ; essayez un autre !
fr_fr: Aucun groupe dans cette tranche ; Essaie un autre!

source: No images found in imgdir={imgdir}, but will put new images there; if your images are elsewhere, fix this.
ar_sa: لم يتم العثور على صور في imgdir={imgdir}، ولكن سيتم وضع صور جديدة هناك؛ إذا كانت صورك في مكان آخر، قم بإصلاح هذا.
es_es: No se encontraron imágenes en imgdir={imgdir}, pero pondrán nuevas imágenes ahí; si tus imágenes están en otro lugar, arregla esto.
fr_fr: Aucune image trouvée dans imgdir={imgdir}, mais va mettre de nouvelles images ici; si vos images sont ailleurs, corrigez cela.

source: No langform found!
ar_sa: لم يتم العثور على لوغش!
es_es: No se encontró langform!
fr_fr: Aucun formulaire de langue trouvé !

source: No language data yet: extrapolating analysis
ar_sa: لا توجد بيانات لغوية بعد: استقراء التحليل
es_es: Aún no hay datos de idioma: extrapolando análisis
fr_fr: Aucune donnée de langue pour le moment : analyse extrapolée

source: No mainwindowis found.
ar_sa: لم يتم العثور على نوافذ رئيسية.
es_es: No se ha encontrado la ventana principal.
fr_fr: Aucune fenêtre principale trouvée.

source: No nroot of value ({lc}:{pl}): {roots}
ar_sa: لا يوجد جذر للقيمة ({lc}:{pl}): {roots}
es_es: No hay nroot de valor ({lc}:{pl}): {roots}
fr_fr: Aucune racine de valeur ({lc}:{pl}): {roots}

source: No path found! ({error})
es_es: No se ha encontrado ninguna ruta! ({error})
fr_fr: Aucun chemin trouvé! ({error})

source: No profiles of {type} type found!
ar_sa: لم يتم العثور على ملفات شخصية من نوع {type}!
es_es: ¡No se han encontrado perfiles de tipo {type}!
fr_fr: Aucun profil de type {type} trouvé !

source: No results for {profile}/{check} ({ps})!
es_es: No hay resultados para {profile}/{check} ({ps})!
fr_fr: Aucun résultat pour {profile}/{check} ({ps} ) !

source: No results! Is there a {azt} source available?
es_es: ¡No hay resultados! ¿Hay una fuente {azt} disponible?
fr_fr: Aucun résultat ! Y a-t-il une source {azt} disponible?

source: No root of value for either ps; suppletive?
ar_sa: لا يوجد جذور قيمة لأي من الصفحتين؛ تكميلي؟
es_es: No hay raíz de valor para cualquiera de los dos ps; suppletivo?
fr_fr: Pas de racine de la valeur pour l'un ou l'autre des ps; supplémentaire?

source: No senses; sort something?
ar_sa: لا توجد حواس؛ فرز شيئا؟
es_es: Sin sentidos; ¿ordenar algo?
fr_fr: Pas de sens; trier quelque chose?

source: No task, apparently, so not worried about changing cvt
ar_sa: لا توجد مهمة، على ما يبدو، لذلك لا تقلق من تغيير cvt
es_es: No hay tarea, aparentemente, por lo que no está preocupado por cambiar cvt
fr_fr: Pas de tâche, semble-t-il, donc ne vous inquiétez pas de changer de cvt

source: No task, apparently; not destroying.
ar_sa: لا مهمة، على ما يبدو، لا تدمير.
es_es: No hay tarea, aparentemente; no destruir.
fr: Pas de tâche, apparemment, pas de destruction.
fr_fr: Aucune tâche, apparemment; pas détruire.

source: No thanks; I'll manage this myself
ar_sa: لا شكرًا، سأدير هذا بنفسي
es_es: No hay gracias; lo administraré yo mismo
fr: Non merci; je vais gérer cela moi-même
fr_fr: Non merci; Je vais gérer ça moi-même

source: No vroot of value ({lc}:{imp}): {roots}
ar_sa: لا يوجد جذر للقيمة ({lc}:{imp}): {roots}
es_es: No hay vroot de valor ({lc}:{imp}): {roots}
fr_fr: Aucune vroot de valeur ({lc}:{imp}): {roots}

source: No {0} repo, nor {0} executable; moving on.
ar_sa: لا يوجد مستودع {0} أو {0} قابل للتنفيذ؛ انتقل.
es_es: No hay un repositorio {0} ni un ejecutable {0} ; avanzando.
fr: Pas de dépôt {0} , pas d'exécutable {0} ; déplacement.
fr_fr: Pas de dépôt {0} , pas d'exécutable {0} ; déplacement.

source: No {ana} analang in {id}! (OK if recording first; forms: {forms})
ar_sa: لا يوجد {ana} في {id}! (إذا كان التسجيل أولا؛ استمارات: {forms})
es_es: ¡No hay un analang {ana} en {id}! (OK si la grabación es primera; formularios: {forms})
fr_fr: Pas d'analang {ana} en {id}! (OK si enregistrement en premier; formulaires : {forms})

source: No {lang} field in frame!
ar_sa: لا يوجد حقل {lang} في الإطار!
es_es: No hay campo {lang} en el marco!
fr_fr: Aucun champ {lang} dans le cadre !

source: No {lang} found in Database; creating one from settings.
ar_sa: لم يتم العثور على {lang} في قاعدة البيانات؛ إنشاء واحد من الإعدادات.
es_es: No se encontró {lang} en la base de datos; creando una desde la configuración.
fr_fr: Aucun {lang} trouvé dans la base de données; en créant un à partir des paramètres.

source: No {lang} frame info
ar_sa: لا يوجد {lang} معلومات الإطار
es_es: No hay información del marco {lang}
fr_fr: Aucune information sur le cadre {lang}

source: No {lang} gloss found!
es_es: ¡No se encontraron glosas {lang}!
fr_fr: Aucune glose {lang} trouvée !

source: No {repo} useremail found; using '{email}'
es_es: No se encontró el correo electrónico de usuario {repo} ; usando '{email}'
fr_fr: Aucun email utilisateur {repo} trouvé ; en utilisant '{email}'

source: No {repo} username found; using '{name}'
es_es: No se encontró nombre de usuario {repo} ; usando '{name}'
fr_fr: Aucun nom d'utilisateur {repo} trouvé ; en utilisant '{name}'

source: No {repo} {desc} USB backup found
es_es: No se encontró copia de seguridad USB {repo} {desc}
fr_fr: Aucune sauvegarde {repo} {desc} USB trouvée

source: No {type} type ({ftypes})
ar_sa: لا يوجد نوع {type} ({ftypes})
es_es: No hay tipo {type} ({ftypes})
fr_fr: Aucun type {type} ({ftypes})

source: No; make a new field
ar_sa: لا؛ قم بإنشاء حقل جديد
es_es: No; hacer un nuevo campo
fr_fr: Non. Créer un nouveau champ

source: Node in entry {entry_object} has multiple nodes.
ar_sa: العقدة في الإدخال {entry_object} لها عدة عقد.
es_es: El nodo en la entrada {entry_object} tiene múltiples nodos.
fr_fr: Le noeud de l'entrée {entry_object} a plusieurs nœuds.

source: Node in entry {entry} has multiple nodes.
ar_sa: العقدة في الإدخال {entry} لها عدة عقد.
es_es: El nodo en la entrada {entry} tiene múltiples nodos.
fr_fr: Le noeud de l'entrée {entry} a plusieurs nœuds.

source: Node {node} has no children, so not looking further for descendance.
ar_sa: العقدة {node} ليس لديها أطفال، لذلك لا تبحث أكثر عن النسل.
es_es: El nodo {node} no tiene hijos, así que no busca más descendiente.
fr_fr: Le noeud {node} n'a pas d'enfants, donc ne cherchez pas plus loin que la descendance.

source: None found in {missing} kwarg ({kwargs})
es_es: Ninguno encontrado en {missing} kwarg ({kwargs})
fr_fr: Aucun trouvé dans le kwarg {missing} ({kwargs})

source: None of these; make a new field
ar_sa: لا شيء منها؛ أنشئ حقل جديد
es_es: Ninguno; haz un nuevo campo
fr: Rien de tout cela ; créer un nouveau champ
fr_fr: Aucun d'eux; créer un nouveau champ

source: None!
ar_sa: لا!
es_es: ¡Ninguno!
fr: Aucun!
fr_fr: Aucun!

source: Not Done!
ar_sa: لم يفعل!
es_es: ¡No hecho!
fr_fr: Pas fini!

source: Not Sorting or Transcribing; chilling with cvt change.
ar_sa: عدم الفرز أو النقل؛ التبريد مع تغيير cvt.
es_es: No ordenar o transcribir; enfriar con cambio de cvt.
fr_fr: Pas de tri ou de transcription ; refroidissement avec changement de cvt.

source: Not Trying Again; set a tone frame first!
ar_sa: عدم المحاولة مرة أخرى؛ قم بتعيين إطار نغمة أولاً!
es_es: No intentas entrar; pon un marco de tono primero!
fr: Ne pas essayer à nouveau; définissez d'abord une tonalité!
fr_fr: Ne Pas Réessayer; définissez d'abord un cadre de ton!

source: Not a {ps}
ar_sa: ليس {ps}
es_es: No es un {ps}
fr_fr: Pas un {ps}

source: Not a {repo} repo ({url})? Returning
es_es: ¿No es un repositorio {repo} ({url})? Devuelve
fr_fr: Pas un dépôt {repo} ({url}) ? Retour en cours

source: Not adding {file} to bare repo {url}
es_es: No añadir {file} al repositorio desnudo {url}
fr_fr: N'a pas ajouté {file} au dépôt nu {url}

source: Not distinguishing {glyph1} and {glyph2}
ar_sa: لا تميز {glyph1} و {glyph2}
es_es: No distinguir {glyph1} y {glyph2}
fr_fr: Pas de distinction {glyph1} et {glyph2}

source: Not doing checks with more than 6 consonants or vowels; there are {count} {type} in {profile}); If you need that, please let me know. ({words} word(s).)
es_es: No hacer comprobaciones con más de 6 consonantes o vocales; hay {count} {type} en {profile}); si lo necesitas, por favor házmelo saber. ({words} palabra(s).)
fr_fr: Ne pas effectuer de contrôles avec plus de 6 consonnes ou voyelles ; Il y a {count} {type} dans {profile}); Si vous en avez besoin, faites-le moi savoir. ({words} mot(s).)

source: Not getting from openclipart.org
ar_sa: عدم الحصول على من openclipart.org
es_es: No obteniendo de openclipart.org
fr_fr: Ne pas obtenir depuis openclipart.org

source: Not setting non-existant canary {canary};
es_es: No se ha establecido un canario inexistente {canary};
fr_fr: Impossible de définir un canaire {canary}inexistant;

source: Not showing example with text {text}
ar_sa: لا تظهر مثالا مع النص {text}
es_es: No se muestra ejemplo con el texto {text}
fr_fr: Ne pas montrer d'exemple avec le texte {text}

source: Not storing word (WordCollection): {error}
ar_sa: لم يتم تخزين الكلمة (WordCollection): {error}
es_es: Sin almacenar palabra (WordCollection): {error}
fr_fr: Ne pas stocker le mot (WordCollection): {error}

source: Not storing {id}, by request
ar_sa: لم يتم تخزين {id}بطلب
es_es: No se guarda {id}por solicitud
fr_fr: Ne pas stocker {id}, sur demande

source: Not sure what happened here!
es_es: ¡No está seguro de lo que sucedió aquí!
fr_fr: Vous ne savez pas ce qui s'est passé ici!

source: Not sure what kind of cell you're looking for: {}
ar_sa: لست متأكدا من نوع الخلية التي تبحث عنها: {}
es_es: No está seguro de qué tipo de célula está buscando: {}
fr_fr: Vous ne savez pas quel type de cellule vous cherchez : {}

source: Not sure what to do with ps {ps} ({node})
ar_sa: لست متأكدا من ما يجب فعله مع التطبيقات {ps} ({node})
es_es: No está seguro de qué hacer con ps {ps} ({node})
fr_fr: Vous ne savez pas quoi faire avec ps {ps} ({node})

source: Not sure what to do with this glyph ({cvt}; {glyphs})
ar_sa: لست متأكدا من ماذا ستفعل مع هذا التشفير ({cvt}; {glyphs})
es_es: No está seguro de qué hacer con este glifo ({cvt}; {glyphs})
fr_fr: Vous ne savez pas quoi faire avec ce glyphe ({cvt}; {glyphs})

source: Not updating ‘{form}’ (conflict in {anno}.
ar_sa: لم تقم بتحديث ''{form}' (تنازع في {anno}.
es_es: No actualizando ‘{form}’ (conflicto en {anno}.
fr_fr: La mise à jour de ‘{form}’ (conflit dans {anno}.

source: Not using multiple button columns
ar_sa: عدم استخدام أعمدة أزرار متعددة
es_es: No usando múltiples columnas de botones
fr: Ne pas utiliser les colonnes de plusieurs boutons
fr_fr: Ne pas utiliser les colonnes de plusieurs boutons

source: Not verifying tone examples which don't exist.
ar_sa: عدم التحقق من أمثلة النغمة غير موجودة.
es_es: No verificando ejemplos de tono que no existen.
fr_fr: Ne pas vérifier les exemples de tonalités qui n'existent pas.

source: Nothing
ar_sa: لا شيء
es_es: Nada
fr_fr: Rien

source: Nothing installed. Output follows:
ar_sa: لا شيء مثبت. المخرجات هي:
es_es: Nada instalado. Salida a continuación:
fr_fr: Rien d'installé. Sortie :
