Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: As a warning to the analyst who may not understand the implications of this *automated analysis*, you may have too few groupings here, particularly if you have sorted on fewer frames than necessary to distinguish all your underlying tone melodies. On the other hand, if your team has been overly precise, or if your database contains bad information (sorting information which is arbitrary or otherwise inappropriate for the language), then you likely have more groups here than you have underlying tone melodies. However, if you have avoided each of these two errors, this report should contain a decent draft of your underlying tone melody groups. It does not pretend to tell you what the values of those groups are, nor how those groups interact with morphology in interesting ways (hopefully you can do each of these better than a computer could).
ar_sa: كتحذير للمحلل الذي قد لا يفهم الآثار المترتبة على هذا *التحليل التلقائي*، قد يكون لديك عدد قليل جداً من المجموعات هنا، خاصة إذا كنت قد فرزت على أطر أقل مما هو ضروري لتمييز جميع ألواح النغمات الأساسية الخاصة بك. من ناحية أخرى، إذا كان فريقك شديد الدقة، أو إذا كانت قاعدة البيانات الخاصة بك تحتوي على معلومات سيئة (فرز المعلومات التي تعتبر تعسفية أو غير مناسبة للغة)، ومن المحتمل أن يكون لديك مجموعات هنا أكثر من ألواح النغمات الأساسية. ومع ذلك، إذا كنت قد تجنبت كلا من هذين الخطأين، فيجب أن يحتوي هذا التقرير على مسودة لائقة لمجموعات اللحن النغمات الأساسية الخاصة بك. فهي لا تدعي أن تخبركم بما هي قيم تلك الجماعات، ولا كيف تتفاعل هذه المجموعات مع المورفولوجيا بطرق مثيرة للاهتمام (نأمل أن تتمكن من فعل كل واحد من هذه أفضل من الكمبيوتر).
es_es: Como advertencia al analista que puede no entender las implicaciones de este *análisis automatizado*, es posible que tenga muy pocas agrupaciones aquí, particularmente si ha ordenado en menos fotogramas de los necesarios para distinguir todos sus melodies subyacentes. Por otro lado, si tu equipo ha sido demasiado preciso, o si su base de datos contiene información errónea (ordenando información arbitraria o inapropiada para el idioma), entonces probablemente tenga más grupos aquí de los que tiene melodies de tono subyacente. Sin embargo, si se ha evitado cada uno de estos dos errores, este informe debería contener un borrador decente de sus grupos melody de tono subyacente. No pretende decirle cuáles son los valores de esos grupos. ni cómo estos grupos interactúan con la morfología de maneras interesantes (ojalá se pueda hacer cada uno mejor que una computadora).
fr: En guise d'avertissement à l'analyste qui pourrait ne pas comprendre les implications de cette *analyse automatique*, vous pouvez avoir trop peu de groupements ici, surtout si vous avez trié sur moins de lunettes que nécessaire pour distinguer toutes vos mélodies de ton sous-jacent. Par contre, si votre équipe a été trop précise, ou si votre base de données contient des informations incorrectes (trier des informations arbitraires ou autrement inappropriées pour la langue), alors vous avez probablement plus de groupes ici que vous n'avez les mélodies de ton sous-jacentes. Cependant, si vous avez évité chacune de ces deux erreurs, ce rapport devrait contenir une ébauche décente de vos groupes de mélodie de ton sous-jacent. Il ne fait pas semblant de vous dire quelles sont les valeurs de ces groupes, ni comment ces groupes interagissent avec la morphologie de manière intéressante (espérons-le, vous pouvez faire chacun de ces groupes mieux qu'un ordinateur).
fr_fr: Pour avertir l'analyste qui peut ne pas comprendre les implications de cette *analyse automatisée*, vous pouvez avoir trop peu de regroupements ici, en particulier si vous avez trié sur moins de cadres que nécessaire pour distinguer toutes vos mélodies de ton sous-jacentes. D'un autre côté, si votre équipe a été trop précise ou si votre base de données contient de mauvaises informations (informations de tri arbitraires ou inappropriées pour la langue), vous avez probablement plus de groupes ici que de mélodies sous-jacentes. Cependant, si vous avez évité chacune de ces deux erreurs, ce rapport doit contenir un brouillon décent de vos groupes de mélodies sous-jacentes. Il ne prétend pas vous dire quelles sont les valeurs de ces groupes, ni comment ces groupes interagissent avec la morphologie de manière intéressante (j'espère que vous pouvez faire chacun de ces tâches mieux qu'un ordinateur).

source: Asked about polgraphs, but user exited, so exiting {name}
ar_sa: سئلت عن استطلاعات الرأي، لكن المستخدم خرجت، لذلك خرج {name}
es_es: Preguntado acerca de las encuestas, pero el usuario terminó, así que saliendo de {name}
fr_fr: Poser une question à propos des polgraphes, mais l'utilisateur est sorti, alors quittez {name}

source: Asked for commit confirm; asking user
ar_sa: طلب تأكيد الالتزام؛ طلب المستخدم
es_es: Pedido confirmación del commit; preguntando al usuario
fr: Demande de validation confirmée ; demande à l'utilisateur
fr_fr: Demande de validation confirmée ; demande à l'utilisateur

source: Asked for commit confirm; returning auto False
ar_sa: طلب لتأكيد الالتزام؛ إعادة الخطأ التلقائي
es_es: Pedido confirmación del commit; devolviendo False automático
fr: Demande de validation confirmée ; retour auto Faux
fr_fr: Demande de validation confirmée ; retour auto Faux

source: Asked for commit confirm; returning auto True
ar_sa: طلب لتأكيد الالتزام؛ إعادة الصواب التلقائي
es_es: Solicitado confirmación del commit; devolviendo auto True
fr: Demande de validation confirmée ; retour auto True
fr_fr: Demande de validation confirmée ; retour auto True

source: Asked for forms to search for a data slice (only do once!)
ar_sa: طلب نماذج للبحث عن شريحة بيانات (مرة واحدة فقط!)
es_es: Solicitado por formularios para buscar una porción de datos (¡sólo una vez!)
fr_fr: Demandé aux formulaires de rechercher une tranche de données (ne le faites qu'une seule fois!)

source: Asked for ftype {type}, but found phonetic field which is {val}
ar_sa: طلب من نوع {type}، ولكن وجدت حقل صوتي هو {val}
es_es: Se ha preguntado por el tipo {type}, pero se ha encontrado el campo telefónico que es {val}
fr_fr: Demandé pour ftype {type}, mais trouvé le champ phonétique {val}

source: Asking about Digraphs and Trigraphs!
ar_sa: السؤال عن الحروف و التشخيمات!
es_es: Preguntar sobre Digraphs y Trigraphs!
fr_fr: Des questions sur les Digraphes et les Trigraphes!

source: Asking for a group (_getglyph kwargs: {kwargs})
ar_sa: طلب مجموعة (_getglyph kwargs: {kwargs})
es_es: Pidiendo un grupo (_getglyph kwargs: {kwargs})
fr_fr: Demande d'un groupe (kwargs _getglyphe : {kwargs})

source: Asking for a group (_getgroup kwargs: {kwargs})
ar_sa: طلب مجموعة (_getgroup kwargs: {kwargs})
es_es: Pidiendo un grupo (_getgroup kwargs: {kwargs})
fr_fr: Demande d'un groupe (_getgroup kwargs : {kwargs})

source: Asking for check cvt/type
ar_sa: طلب التحقق من cvt/type
es_es: Solicitando cheque cvt/type
fr: Demande de vérification cvt/type
fr_fr: Demander du type de verification

source: Asking for interface language...
ar_sa: طلب لغة الواجهة...
es_es: Solicitando el idioma de la interfaz...
fr_fr: Demande de la langue de l'interface...

source: Asking for multicheckscope...
ar_sa: جارٍ طلب مراجعة متعددة...
es_es: Solicitando multicheckscope...
fr_fr: Demande de portée multicontrôle...

source: Asking for number of button columns...
ar_sa: طلب عدد من أعمدة الزر...
es_es: Solicitando número de columnas de botón...
fr_fr: Demande du nombre de colonnes de boutons...

source: Asking for parserasklevel...
ar_sa: طلب مستوى المظلة...
es_es: Solicitando parserasklevel...
fr_fr: Demande de niveau de parserask...

source: Asking for parserautolevel...
ar_sa: السؤال عن الباسيروتومستوى...
es_es: Solicitando parserautolevel...
fr_fr: Demande de parserautolevel...

source: Asking for profile...
ar_sa: جارٍ طلب ملف شخصي...
es_es: Solicitando perfil...
fr_fr: Demande de profil...

source: Asking for ps...
ar_sa: طلب صفحات...
es_es: Solicitando ps...
fr_fr: Demande de ps...

source: Asking for the following {n} examples from id {id}: {examples}
es_es: Pidiendo los siguientes ejemplos {n} de id {id}: {examples}
fr_fr: Demander les exemples {n} suivants depuis l'id {id}: {examples}

source: Asking for the impossible!
ar_sa: اطلب من المستحيل!
es_es: ¡Pedir lo imposible!
fr_fr: Demander l'impossible!

source: Asking for ‘{ps}’ second form field...
ar_sa: السؤال عن 'حقل النموذج الثاني{ps}...
es_es: Pidiendo ‘{ps}’ segundo campo de formulario...
fr_fr: Demande du deuxième champ de formulaire ‘{ps}'...

source: At least cvt value defined; using them: {kwargs}
es_es: Valor mínimo de cvt definido; usando ellos: {kwargs}
fr_fr: Au moins la valeur cvt est définie, en les utilisant : {kwargs}

source: At least this much
ar_sa: هذا على الأقل
es_es: Al menos esto
fr_fr: Au moins autant

source: At {group} of ({groups}) groups.
es_es: En {group} de grupos ({groups}).
fr_fr: À {group} des groupes ({groups}).

source: Attribute {s} didn't make it back
ar_sa: السمة {s} لم تعيدها
es_es: Atributo {s} no lo ha vuelto
fr_fr: L'attribut {s} ne l'a pas récupéré

source: Attribute {s} not found
ar_sa: لم يتم العثور على السمة {s}
es_es: Atributo {s} no encontrado
fr_fr: Attribut {s} introuvable

source: Attribute {s} verified as {val1}={val2}
ar_sa: تم التحقق من السمة {s} كـ {val1}={val2}
es_es: Atributo {s} verificado como {val1}={val2}
fr_fr: Attribut {s} vérifié comme {val1}={val2}

source: Attrs: {attrs}
ar_sa: خصائص: {attrs}
es_es: Atrías: {attrs}

source: Atumatic parse on three forms with ps (auto: {auto_level})
ar_sa: تحليل أوماتيكي على ثلاثة نماذج مع تطبيقات (تلقائي: {auto_level})
es_es: Análisis atumático en tres formas con ps (auto: {auto_level})
fr_fr: Analyse acétique sur trois formulaires avec ps (auto: {auto_level})

source: Audiofile {file} found at {url}
ar_sa: تم العثور على Auofile {file} في {url}
es_es: Audiofile {file} encontrado en {url}
fr_fr: Fichier audio {file} trouvé à {url}

source: Back
ar_sa: الرجوع
es_es: Atrás
fr: Précédent
fr_fr: Retour

source: Basic Consonant report (to file)
ar_sa: تقرير متوافق أساسي (للملف)
es_es: Informe básico de consonante (a archivar)
fr: Rapport Consonant de base (à fichier)
fr_fr: Rapport Consonne de base (vers fichier)

source: Basic Vowel report (to file)
ar_sa: تقرير Vowel الأساسي (للملف)
es_es: Informe básico de Vowel (para archivar)
fr: Rapport voyelle basique (à fichier)
fr_fr: Rapport Voyelle de base (vers fichier)

source: Basic report on Consonants and Vowels (to file)
ar_sa: التقرير الأساسي عن المناسبين والفويلين (للملفات)
es_es: Informe básico sobre los consonantes y los Vowels (para archivar)
fr: Rapport de base sur Consonants et Vowels (pour classer)
fr_fr: Rapport de base des Consonnes et Voyelles (vers fichier)

source: Basic usage of this class includes the following kwargs: base: node from which we are pulling (should be supplied) target: node we are looking for get: thing we want: node (default)/'text'/attribute name Below here implies an entry node: guid: id used to identify a lift entry lxform: form to find in lexeme form fields lcform: form to find in citation form fields morphtype: type of morpheme (stem, affix, etc) pronunciation: form to find in pronunciation form fields Below here implies a sense node: senseid: id used to identify a lift sense definition: definition of sense gloss: gloss (one word definition) of sense Below here implies an example node: translation: Translation of example forms tonevalue: value of an example tone group (from sorting)
es_es: El uso básico de esta clase incluye los siguientes kwargs: base: nodo desde el cual estamos tirando (debería suministrarse) target: nodo que buscamos obtener: cosa que queremos: nodo (por defecto)/'text'/atributo nombre a continuación implica un nodo de entrada: guid: id utilizado para identificar una entrada de elevación lxform: formulario para encontrar en los campos de formulario de léxo lcform: formulario para encontrar en los campos de citación morphtype: tipo de morfema (stem, stem, ) affix, etc) pronunciación: formulario para encontrar en los campos de pronunciación A continuación implica un sentido del nodo: sentido: id utilizado para identificar un sentido de elevación definición: definición del sentido glosos: glosos (una definición de palabra) del sentido aquí abajo implica un nodo de ejemplo: traducción: Traducción de los formularios de ejemplo evaluación: valor de un grupo de tono de ejemplo (de ordenación)
fr_fr: L'utilisation de base de cette classe inclut les kwargs suivants : base: nœud à partir duquel nous tirons (devrait être fourni) target: node que nous recherchons obtenir: chose que nous voulons: node (par défaut)/'text'/attribute name Au-dessous implique un nœud d'entrée: guid: id utilisé pour identifier une entrée de LIFT lxform: formulaire à trouver dans les champs de formulaire de lexème lcform: formulaire à trouver dans les champs de formulaire de citation morphtype: type de morphème (tige, affix, etc) pronunciation: forme à trouver dans les champs de formulaire de prononciation ci-dessous implique un nœud de sens senséid: id utilisé pour identifier un LIFT définition : définition du sens gloss: glose (un mot définition) du sens Ci-dessous implique un nœud d'exemple : traduction : Traduction des formulaires ton: valeur d'un groupe d'exemple de tonalité (à partir du tri)

source: Because this is a new group, you need to give it some name now.
es_es: Debido a que este es un nuevo grupo, tienes que darle un nombre ahora.
fr_fr: Parce qu'il s'agit d'un nouveau groupe, vous devez lui donner un nom maintenant.

source: Browse
ar_sa: تصفح
es_es: Navegar
fr_fr: Parcourir

source: Building SortGlyphGroupButtonFrame for {group}
es_es: Construir OrtGlyphGroupButtonFrame para {group}
fr_fr: Construire le TriGlyphGroupButtonFrame pour {group}

source: Built SGBF for {item} ({items})
es_es: SGBF construido para {item} ({items})
fr_fr: Construit un SGBF pour {item} ({items})

source: Built SortGlyphGroupButtonFrame for {group}
es_es: Construido OrtGlyphGroupButtonFrame para {group}
fr_fr: Construire SortGlyphGroupButtonFrame pour {group}

source: But legacy file {legacy} does; converting!
ar_sa: لكن الملف القديم {legacy} يفعل التحويل!
es_es: Pero el archivo heredado {legacy} sí lo hace; ¡convertiendo!
fr_fr: Mais l'héritage du fichier {legacy} le fait, la conversion !

source: By manual request
ar_sa: حسب الطلب اليدوي
es_es: Por solicitud manual
fr: Par demande manuelle
fr_fr: Par demande manuelle

source: CAWL missing ({count}): {missing}
ar_sa: CAWL مفقود ({count}): {missing}
es_es: Falta CAWL ({count}): {missing}
fr_fr: CAWL manquante ({count}): {missing}

source: CV profile {} contains {}, which is not distinguished there
ar_sa: ملف السيرة الذاتية {} يحتوي على {}، والذي لم يتم تمييزه هناك
es_es: El perfil de CV {} contiene {}, que no se distingue allí
fr_fr: Le profil de CV {} contient {}, qui ne se distingue pas là-bas

source: CV profile {} ends with {}, which is not distinguished there
ar_sa: ملف السيرة الذاتية {} ينتهي بـ {}، والذي لا يميز هناك
es_es: El perfil CV {} termina con {}, que no se distingue allí
fr_fr: Le profil de CV {} se termine par {}, qui ne s'y distingue pas

source: Call to {repo} ({args}) failed: {error}
es_es: Llamada al {repo} ({args}) falló: {error}
fr_fr: Échec de l'appel à {repo} ({args}) : {error}

source: Call to {repo} ({args}) gave error: {output}
es_es: Llamada a {repo} ({args}) cometió un error: {output}
fr_fr: Appel à {repo} ({args}) a donné une erreur : {output}

source: Call to {repo} ({args}) gave error: {output} Merging.
es_es: Llamada a {repo} ({args}) cometió un error: {output} Combinando.
fr_fr: Appel à {repo} ({args}) a donné erreur: {output} Fusion.

source: Called with arguments {exe} {script} / {args}
es_es: Llamado con argumentos {exe} {script} / {args}
fr_fr: Appelé avec des arguments {exe} {script} / {args}

source: Can't decode this (in {}; {}):
ar_sa: لا يمكن فك شفرة هذا (ب{}; {}):
es_es: No se puede decodificar esto (en {}; {}):
fr: Impossible de décoder ceci (dans {}; {}):
fr_fr: Impossible de décoder ceci (dans {}; {}):

source: Change
ar_sa: تغيير
es_es: Cambiar
fr: Changement
fr_fr: Modifier

source: Change Part of Speech
ar_sa: تغيير جزء الكلام
es_es: Cambiar parte de la voz
fr: Changer la partie du discours
fr_fr: Changer la Categorie Grammaticale

source: Change analysis language
ar_sa: تغيير لغة التحليل
es_es: Cambiar idioma de análisis
fr: Changer la langue de l'analyse
fr_fr: Changer la Langue à Analyser

source: Change example word; Right click to back up
ar_sa: تغيير كلمة المثال؛ انقر بزر الماوس الأيمن للنسخ الاحتياطي
es_es: Cambiar palabra de ejemplo; clic derecho para hacer una copia de seguridad
fr: Changer le mot d'exemple ; Clic droit pour sauvegarder vers le haut
fr_fr: Changer le mot d'exemple ; Clic droit pour sauvegarder vers le haut

source: Change to another Database (Restart)
ar_sa: تغيير إلى قاعدة بيانات أخرى (إعادة التشغيل)
es_es: Cambiar a otra base de datos (Reiniciar)
fr: Changer vers une autre base de données (Restart)
fr_fr: Changer à une autre Base de Données (Redémarrer)

source: Changed to value ({new}) doesn't match current setting for ‘{setting}’: {current}
ar_sa: التغيير إلى القيمة ({new}) لا يتطابق مع الإعداد الحالي لـ '{setting}': {current}
es_es: Cambiado a valor ({new}) no coincide con la configuración actual de ‘{setting}’: {current}
fr_fr: La valeur ({new}) ne correspond pas au paramètre actuel pour ‘{setting}’: {current}

source: Changes called for; like it or not, redoing analysis.
ar_sa: والتغييرات تستدعي إعادة التحليل، مثل ذلك أو عدم إجرائه.
es_es: Los cambios exigían; guste o no, rehaciendo el análisis.
fr: Changements appelés; que cela plaise ou non, refaisant l'analyse.
fr_fr: Changements appelés; que cela plaise ou non, refaisant l'analyse.

source: Changing values from {group} to {uf} for the following sense.ids: {ids}
es_es: Cambiando valores de {group} a {uf} para el siguiente sense.ids: {ids}
fr_fr: Changement des valeurs de {group} à {uf} pour les identifiants sense.ids suivants : {ids}

source: Check Examples
ar_sa: التحقق من الأمثلة
es_es: Comprobar ejemplos
fr_fr: Vérifier les exemples

source: Check Lexicon
ar_sa: التحقق من المعجم
es_es: Comprobar Léxico
fr_fr: Vérifier le lexique

source: Check for {azt} updates
es_es: Buscar actualizaciones {azt}
fr_fr: Chercher les mises à jour {azt}

source: Check the log for any further conflicts
es_es: Revisa el registro para más conflictos
fr_fr: Consultez le journal pour tout autre conflit

source: Checking for Digraphs and Trigraphs!
ar_sa: التحقق من البيانات و التشخيمات!
es_es: ¡Comprobando Digraphs y Trigraphs!
fr_fr: Vérification des Digraphes et des Trigraphes !

source: Checking for a data repository
ar_sa: التحقق من وجود مستودع للبيانات
es_es: Comprobando un repositorio de datos
fr: Vérification d'un dépôt de données
fr_fr: Vérification d'un dépôt de données

source: Checking for words not covered by current processing.
ar_sa: التحقق من الكلمات غير المشمولة بالمعالجة الحالية.
es_es: Comprobación de palabras no cubiertas por el proceso actual.
fr_fr: Vérification des mots non couverts par le traitement en cours.

source: Checking real words against theoretical syllable profiles
ar_sa: التحقق من الكلمات الحقيقية مقارنة بملفات تعريف المقطع النظري
es_es: Comprobar palabras reales contra perfiles sílabas teóricas
fr_fr: Vérification des vrais mots par rapport aux profils syllabes théoriques

source: Checking repo existence via {path}
es_es: Comprobando la existencia del repositorio a través de {path}
fr_fr: Vérification de l'existence du dépôt via {path}

source: Checking work done...
ar_sa: التحقق من العمل المنجز...
es_es: Comprobando el trabajo realizado...
fr_fr: Vérification du travail effectué...

source: Checking {cvt},
ar_sa: التحقق {cvt}،
es_es: Comprobando {cvt},
fr_fr: Vérification de {cvt},

source: Chorus Rescue files found!
ar_sa: تم العثور على ملفات إنقاذ Chorus!
es_es: Archivos de Rescate Chorus encontrados!
fr: Fichiers de sauvetage de Chorus trouvés !
fr_fr: Fichiers Chorus Rescue trouvés !

source: Citation form
ar_sa: نموذج الاستشهاد
es_es: Formulario de cita
fr: Formulaire de référence
fr_fr: Formulaire de référence

source: Citation: {citation}
ar_sa: قضية: {citation}
es_es: Citación: {citation}

source: Citation: {citation}, {sfname}: {forms}
ar_sa: التحدي: {citation}، {sfname}: {forms}
es_es: Citación: {citation}, {sfname}: {forms}

source: Click here to change the number of columns used for sort buttons
ar_sa: انقر هنا لتغيير عدد الأعمدة المستخدمة لأزرار الفرز
es_es: Haga clic aquí para cambiar el número de columnas utilizadas para los botones de ordenación
fr: Cliquez ici pour modifier le nombre de colonnes utilisées pour les boutons de tri
fr_fr: Cliquez ici pour modifier le nombre de colonnes utilisées pour les boutons de tri

source: Click to hear
ar_sa: انقر لسماع
es_es: Clic para escuchar
fr: Cliquez pour entendre
fr_fr: Cliquez pour entendre

source: Click to hear this utterance
ar_sa: انقر لسماع هذه الأقوال
es_es: Haga clic para escuchar esta declaración
fr: Cliquez pour entendre cette déclaration
fr_fr: Cliquez pour entendre cette phrase

source: Closing down {name} and storing changes
ar_sa: إغلاق {name} وتخزين التغييرات
es_es: Cerrando {name} y guardando cambios
fr_fr: Fermeture de {name} et stockage des modifications

source: Collect Data
ar_sa: جمع البيانات
es_es: Recopilar datos
fr: Collecter des données
fr_fr: Collectioner des Données

source: Collected analysisl: {list}
es_es: Análisis recogido: {list}
fr_fr: Analyseur collecté: {list}

source: Collected sortl: {list}
es_es: Sortilo recogido: {list}
fr_fr: Tri collecté: {list}

source: Collected ufjoinl: {list}
es_es: Ufjoinl recogido: {list}
fr_fr: ufjoinl récupéré : {list}

source: Columns
ar_sa: الأعمدة
es_es: Columnas
fr_fr: Colonnes

source: Commit Confirm
ar_sa: تأكيد الالتزام
es_es: Confirmar confirmación
fr: Valider la validation
fr_fr: Valider la validation

source: Compare with another group
ar_sa: قارن مع مجموعة أخرى
es_es: Comparar con otro grupo
fr: Comparer avec un autre groupe
fr_fr: Comparer avec un autre groupe

source: Compare with another group ({group})
es_es: Comparar con otro grupo ({group})
fr_fr: Comparer avec un autre groupe ({group})

source: Computer identifies as {platform}
ar_sa: جهاز الكمبيوتر يعرف كـ {platform}
es_es: La computadora se identifica como {platform}
fr_fr: L'ordinateur s'identifie comme {platform}

source: Config {k}/{j}: {v}
es_es: Configurar {k}/{j}: {v}
fr_fr: Configuration {k}/{j}: {v}

source: Config {k}: {v}
es_es: Configurar {k}: {v}
fr_fr: Configuration {k}: {v}

source: Configure Tone Beeps
ar_sa: تكوين نغمة النبض
es_es: Configurar Tone Beep
fr: Configurer les bips de tonalité
fr_fr: Configurer les bips de tonalité

source: Confirm this combination of affixes?
ar_sa: تأكيد هذه المجموعة من الإضافات؟
es_es: ¿Confirmar esta combinación de affixos?
fr: Confirmer cette combinaison d'affixes ?
fr_fr: Confirmer cette combinaison d'affixes ?

source: Confirming that current group and verification code match before making changes.
ar_sa: تأكيد أن المجموعة الحالية ورمز التحقق يتطابق قبل إجراء التغييرات.
es_es: Confirmando que el grupo actual y el código de verificación coinciden antes de realizar cambios.
fr: Confirmation de la correspondance entre le groupe et le code de vérification actuel avant d'effectuer des modifications.
fr_fr: Confirmation de la correspondance entre le groupe et le code de vérification actuel avant d'effectuer des modifications.

source: Conflict: cannot rename ‘{item}’ to ‘{glyph}’; ‘{new}’ already exists.
ar_sa: التعارض: لا يمكن إعادة تسمية ''{item}إلى '{glyph}'؛ ''{new}موجود بالفعل.
es_es: Conflicto: no se puede renombrar ‘{item}’ a ‘{glyph}’; ya existe ‘{new}’.
fr_fr: Conflit : impossible de renommer «{item}» en «{glyph}»; «{new}» existe déjà.
