Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: There is already a {location} example here! ({examples})
ar_sa: هناك بالفعل مثال {location} هنا! ({examples})
es_es: ¡Ya hay un ejemplo {location} aquí! ({examples})
fr_fr: Il y a déjà un exemple {location} ici ! ({examples})

source: There is already a {type} field here! ({fields})
ar_sa: هناك بالفعل حقل {type} هنا! ({fields})
es_es: ¡Ya hay un campo {type} aquí! ({fields})
fr_fr: Il y a déjà un champ {type} ici ! ({fields})

source: There seems to be a (non-XML) problem loading your database ({filename}); I will remove it as default so you can open another
ar_sa: يبدو أن هناك مشكلة (غير XML) في تحميل قاعدة البيانات الخاصة بك ({filename})؛ سوف أقوم بإزالتها بشكل افتراضي حتى تتمكن من فتح آخر
es_es: Parece que hay un problema (no XML) al cargar tu base de datos ({filename}); lo eliminaré por defecto para que puedas abrir otra
fr_fr: Il semble y avoir un problème (non-XML) lors du chargement de votre base de données ({filename}); je le supprimerai par défaut afin que vous puissiez en ouvrir une autre

source: There was a problem converting fields as you asked; you should fix this before moving on.
ar_sa: كانت هناك مشكلة في تحويل الحقول كما طلبت؛ يجب عليك إصلاح هذا قبل المضي قدما.
es_es: Hubo un problema al convertir los campos como usted preguntó; debería arreglar esto antes de continuar.
fr_fr: Il y a eu un problème de conversion des champs comme vous l'avez demandé; vous devriez corriger cela avant de continuer.

source: There was a problem writing
ar_sa: حدثت مشكلة في الكتابة
es_es: Hubo un problema al escribir
fr_fr: Il y a eu un problème d'écriture

source: There was a problem writing to partial file:
ar_sa: حدثت مشكلة في كتابة ملف جزئي:
es_es: Hubo un problema al escribir en el archivo parcial:
fr_fr: Il y a eu un problème lors de l'écriture du fichier partiel:

source: These all DO NOT have {checkname}
ar_sa: كل هذه لا تحتوي على {checkname}
es_es: Todos estos NO tienen {checkname}
fr_fr: Tous ces éléments n'ont PAS {checkname}

source: These all have the same {checkname}
ar_sa: هذه كلها تحتوي على نفس {checkname}
es_es: Todos estos tienen la misma {checkname}

source: These all should use the same letter
ar_sa: هذه كلها يجب أن تستخدم نفس الحرف
es_es: Todos estos deben usar la misma letra
fr_fr: Tous doivent utiliser la même lettre

source: These are each different from the other(s)
ar_sa: كل منهما يختلف عن الآخر (الآخرين)
es_es: Cada uno de ellos es diferente de los otros(s)
fr_fr: Celles-ci sont toutes différentes des autres(s)

source: Third CV
ar_sa: السيرة الذاتية الثالثة
es_es: Tercer CV
fr: Troisième CV
fr_fr: Troisième CV

source: Third Consonant
ar_sa: الشريك الثالث
es_es: Tercer consonante
fr: Troisième Consonant
fr_fr: Troisième Consonne

source: Third Vowel
ar_sa: صوت ثالث
es_es: Tercer Vowel
fr: Troisième voyelle
fr_fr: Troisième Voyelle

source: This adds any word, but is best used after filling out a wordlist, if the word you want to add isn't there already.
ar_sa: هذا يضيف أي كلمة، ولكن من الأفضل استخدامها بعد ملء قائمة كلمات، إذا كانت الكلمة التي تريد إضافتها ليست موجودة بالفعل.
es_es: Esto añade cualquier palabra, pero se usa mejor después de llenar una lista de palabras, si la palabra que desea añadir no está ahí.
fr: Ceci ajoute n'importe quel mot, mais est mieux utilisé après avoir rempli une liste de mots, si le mot que vous voulez ajouter n'est pas déjà là.
fr_fr: Cela ajoute n'importe quel mot, mais il est préférable de l'utiliser après avoir rempli une liste de mots, si le mot que vous souhaitez ajouter n'y est pas déjà.

source: This can take some time.
ar_sa: وقد يستغرق ذلك بعض الوقت.
es_es: Esto puede llevar algún tiempo.
fr_fr: Cela peut prendre un certain temps.

source: This doesn't save the curent group
ar_sa: هذا لا يحفظ المجموعة اللطيفة
es_es: Esto no guarda el grupo actual
fr: Ceci n'enregistre pas le groupe courant
fr_fr: Ceci n'enregistre pas le groupe courant

source: This doesn't seem to be called on a child of entry ({entry} child of {parent}), or the entry's first sense ({sense}) doesn't have gloss languages ({glosses}).
ar_sa: لا يبدو أن هذا يستدعي طفل الدخول ({entry} طفل من {parent})، أو المعنى الأول للدخول ({sense}) ليس لديه لغات المسرد ({glosses}).
es_es: Esto no parece ser llamado en un hijo de la entrada ({entry} hijo de {parent}), o el primer sentido de la entrada ({sense}) no tiene idiomas de glosa ({glosses}).
fr_fr: Cela ne semble pas être appelé sur un enfant d'entrée (enfant{entry} de {parent}), ou le premier sens de l'entrée ({sense}) n'a pas de langues glose ({glosses}).

source: This entry doesn't seem to have a sense.
ar_sa: لا يبدو أن هذا الإدخال له معنى.
es_es: Parece que esta entrada no tiene sentido.
fr: Cette entrée ne semble pas avoir de sens.
fr_fr: Cette entrée ne semble pas avoir de sens.

source: This entry has both plural and imperative??
ar_sa: هذا البند له تعددية وحتمية على حد سواء؟؟
es_es: Esta entrada tiene tanto plural como imperativo??
fr_fr: Cette entrée a à la fois pluriel et impératif??

source: This entry has neither plural nor imperative?? skipping.
ar_sa: هذا الإدخال ليس له تعددية ولا حتمية ؟? تخطي.
es_es: Esta entrada no tiene ni plural ni imperativo?? saltando.
fr_fr: Cette entrée n'a ni pluriel ni impératif?? ignorée.

source: This includes data in regexes, or with invalid characters or no ps.
ar_sa: هذا يشمل البيانات في regex، أو مع أحرف غير صالحة أو بدون صفحات.
es_es: Esto incluye datos en expresiones regulares o con caracteres no válidos o sin ps.
fr_fr: Cela inclut les données en regexes, ou avec des caractères invalides ou pas de ps.

source: This is a check placeholder.
ar_sa: هذا هو عنصر إعادة التحقق.
es_es: Este es un marcador de verificación.
fr: Ceci est un espace réservé à la vérification.
fr_fr: Ceci est un espace réservé à la vérification.

source: This is a default report, where {program} intentionally splits these groups, so you can see wherever differences lie, even if those differences are likely meaningless (e.g., 'NA' means the user skipped sorting those words in that frame, but this will still distinguish one group from another). To help the qualified analyst navigate such a large selection of small slices of the data, the data is sorted (both here and in the section ordering) by similarity of groups. That similarity is structured, and it is provided here, so you can see the analysis of group relationships for yourself: {ufs}. And here are the structured similarity relationships for the Frames: {checks}
es_es: Este es un informe predeterminado, donde {program} divide intencionalmente estos grupos, para que pueda ver dónde residen las diferencias, incluso si esas diferencias son probablemente insignificantes (e. ., 'NA' significa que el usuario omitió ordenar esas palabras en ese marco, pero esto todavía distinguirá a un grupo de otros). Para ayudar al analista calificado a navegar una selección tan grande de pequeñas porciones de los datos, los datos se ordenan (tanto aquí como en el orden de secciones) por similitud de grupos. Esa similitud está estructurada, y se proporciona aquí, así que puedes ver el análisis de las relaciones de grupo para ti mismo: {ufs}. Y aquí están las relaciones de similitud estructurada para los cuadros: {checks}
fr_fr: Ceci est un rapport par défaut, où {program} divise intentionnellement ces groupes, pour que vous puissiez voir où se situent les différences, même si ces différences sont probablement sans sens (e. ., 'NA' signifie que l'utilisateur a sauté le tri de ces mots dans ce cadre, mais cela va toujours distinguer un groupe d'un autre). Pour aider l'analyste qualifié à naviguer dans une si grande sélection de petites tranches de données, les données sont triées (ici et dans l'ordre des sections) par similitude des groupes. Cette similitude est structurée, et elle est fournie ici, de sorte que vous pouvez voir l'analyse des relations de groupe par vous-même : {ufs}. Et voici les relations structurées de similitude pour les Frames : {checks}

source: This is a large group ({count})! Are you in the right lexical category?
ar_sa: هذه مجموعة كبيرة ({count})! هل أنت في الفئة المعجمية الصحيحة؟
es_es: ¡Este es un grupo grande ({count})! ¿Estás en la categoría léxica correcta?
fr_fr: Ceci est un grand groupe ({count}) ! Êtes-vous dans la bonne catégorie lexicale ?

source: This is a non-default report, where a user has changed the default (hyper-split) groups created by {program}.
es_es: Este es un informe no predeterminado, donde un usuario ha cambiado los grupos predeterminados (hiper-split) creados por {program}.
fr_fr: Il s'agit d'un rapport non par défaut, où un utilisateur a modifié les groupes par défaut (hyper-split) créés par {program}.

source: This language is spoken in multiple territories; where are you working?
ar_sa: هذه اللغة تتحدث في مناطق متعددة؛ أين تعمل؟
es_es: Este idioma se habla en múltiples territorios; ¿dónde estás trabajando?
fr_fr: Cette langue est parlée dans plusieurs territoires; où travaillez-vous?

source: This may be a problem with your analysis language: {lang}
es_es: Esto puede ser un problema con tu idioma de análisis: {lang}
fr_fr: Ceci peut être un problème avec votre langage d'analyse : {lang}

source: This name change (‘{group}’ > ‘{new}’) impacts your digraph and trigraph settings.
es_es: Este cambio de nombre (‘{group}’ > ‘{new}’) afecta tus ajustes de digraph y trigraph.
fr_fr: Ce changement de nom (‘{group}’ > ‘{new}’) affecte vos paramètres de digraphe et de trigraphe.

source: This parse looks good ({level})
ar_sa: هذا التحليل يبدو جيداً ({level})
es_es: Este análisis se ve bien ({level})
fr_fr: Cette analyse a l'air bonne ({level})

source: This report contains {senses} senses, {examples} examples, and {audio} sound files. That is an average of {eps} examples/sense, and {audiopercent} of examples with sound files.
es_es: Este reporte contiene sentidos {senses} , ejemplos {examples} y archivos de sonido {audio} . Es un promedio de {eps} ejemplos/sentido, y {audiopercent} de ejemplos con archivos de sonido.
fr_fr: Ce rapport contient des sens {senses} , des exemples {examples} et des fichiers son {audio} . C'est une moyenne de {eps} exemples/sens, et {audiopercent} d'exemples avec des fichiers sonores.

source: This report covers {pss} Grammatical categories, with {profiles} syllable profiles in each. This is of course configurable, but I assume you don't want everything.
es_es: Este informe cubre las categorías Gramaticales {pss} , con perfiles sílabas {profiles} en cada una. Esto es por supuesto configurable, pero asumo que no quieres todo.
fr_fr: Ce rapport couvre les catégories grammaticales {pss} , avec des profils syllabes {profiles} dans chacune. C'est bien sûr configurable, mais je suppose que vous ne voulez pas tout.

source: This report follows an analysis of sortings of {ps} morphemes (roots or affixes) across the following frames: {checks}. {program} stores these sortings in lift examples, which are output here, with any glossing and sound file links found in each lift sense example. Each group in this report is distinct from the others, in terms of its grouping across the multiple frames used. Sound files should be available through links, if the audio directory with those files is in the same directory as this file.
es_es: Este informe sigue un análisis de los tipos de morfemas {ps} (raíces o fijos) en los siguientes marcos: {checks}. {program} almacena estos ordenamientos en los ejemplos de ascensores, que son salida aquí, con cualquier enlace de archivo de sonido y glosado que se encuentre en cada sentido del ascensor. Cada grupo de este informe es distinto de los demás, en términos de su agrupación a través de los múltiples marcos utilizados. Los archivos de sonido deberían estar disponibles a través de enlaces, si el directorio de audio con esos archivos está en el mismo directorio que este archivo.
fr_fr: Ce rapport fait suite à une analyse de tri des morphèmes {ps} (racines ou affixes) sur les cadres suivants : {checks}. {program} stocke ces tris dans des exemples élévatrices, qui sont sortis ici, avec tous les liens de fichiers de glose et de son trouvés dans chaque exemple de détecteur de LIFT. Chaque groupe de ce rapport est distinct des autres, en termes de regroupement entre les multiples images utilisées. Les fichiers sonores devraient être disponibles via des liens, si le répertoire audio contenant ces fichiers se trouve dans le même répertoire que ce fichier.

source: This report gives you report for one lexical category, in one syllable profile. It does this for all data sorted in tone frames, organized by frame.
ar_sa: هذا التقرير يعطيك تقرير عن فئة معجم واحدة، في ملف تعريف مقطع واحد. تقوم بهذا لجميع البيانات المصنفة في أطر النغمة، منظمة حسب الإطار.
es_es: Este informe le da un informe para una categoría léxica, en un perfil sílaba. Hace esto para todos los datos ordenados en marcos de tono, organizados por fotogramas.
fr_fr: Ce rapport vous donne un rapport pour une catégorie lexicale, dans un profil de syllabe. Il le fait pour toutes les données triées en cadres de ton, organisées par cadre.

source: This report gives you report for one lexical category, in one syllable profile. It does this for all data sorted in tone frames, organized by word.
ar_sa: هذا التقرير يعطيك تقرير عن فئة معجم واحدة، في ملف تعريف مقطع واحد. تقوم بهذا لجميع البيانات المصنفة في أطر النغمة، منظمة بكلمة.
es_es: Este informe le da un informe para una categoría léxica, en un perfil sílaba. Hace esto para todos los datos ordenados en marcos de tono, organizados por palabra.
fr: Ce rapport vous donne un rapport pour une catégorie lexicale, dans un seul profil syllabe. Il fait cela pour toutes les données triées en images de tonalités, organisées par mot.
fr_fr: Ce rapport vous donne un rapport pour une catégorie lexicale, dans un profil de syllabe. Il le fait pour toutes les données triées en cadres de ton, organisées par mot.

source: This report gives you report for one lexical category, in one syllable profile. It does this for all data sorted in tone frames.
es_es: Este reporte le da un reporte de una categoría léxica, en un perfil sílaba. Lo hace para todos los datos ordenados en marcos de tono.
fr: Ce rapport vous donne un rapport pour une catégorie lexicale, dans un seul profil syllabe. Il le fait pour toutes les données triées en images de tonalités.
fr_fr: Ce rapport vous donne un rapport pour une catégorie lexicale, dans un seul profil syllabe. Il le fait pour toutes les données triées en images de tonalités.

source: This report gives you reports across multiple lexical categories, and across multiple syllable profiles. It does this for all data sorted in tone frames, organized by word.
ar_sa: هذا التقرير يعطيك تقارير عبر فئات معجم متعددة، وعبر ملفات تعريف مقاطع متعددة. تقوم بهذا لجميع البيانات المصنفة في أطر النغمة، منظمة بكلمة.
es_es: Este informe le da informes a través de múltiples categorías léxicas, y a través de múltiples perfiles sílabas. Hace esto para todos los datos ordenados en marcos de tono, organizados por palabra.
fr: Ce rapport vous donne des rapports sur plusieurs catégories lexicales, et sur plusieurs profils syllabes. Il fait cela pour toutes les données triées en images de tonalités, organisées par mot.
fr_fr: Ce rapport vous donne des rapports sur plusieurs catégories lexicales et sur plusieurs profils de syllabes. Il le fait pour toutes les données triées en cadres de ton, organisées par mot.

source: This report gives you reports for one lexical category, in one syllable profile. It does one of three sets of reports: - Vowel, - Consonant, or - Consonant-Vowel Correspondence
ar_sa: هذا التقرير يعطيك تقارير عن فئة معجم واحدة، في ملف تعريف مقطع واحد. يقدم واحدة من ثلاث مجموعات من التقارير: - Vowel, - Consonant أو - مراسلات Consonant-Vowel
es_es: Este informe le da informes para una categoría léxica, en un perfil sílaba. Realiza uno de los tres conjuntos de informes: - Vowel, - Consonante, o - Correspondencia de Consonant-Vowel
fr_fr: Ce rapport vous donne des rapports pour une catégorie lexicale, dans un profil de syllabe. Il effectue l'un des trois ensembles de rapports : - Voyelle, - Consonne, ou - Correspondance Consonne-Voyelle

source: This section covers the following top syllable profiles which are found in {ps}s: {profiles}
es_es: Esta sección cubre los siguientes perfiles principales de sílabas que se encuentran en {ps}: {profiles}
fr_fr: Cette section couvre les meilleurs profils de syllabes qui sont trouvés dans {ps}: {profiles}

source: This should definitely never happen; somehow multiple XML fields are found with type {type}.
ar_sa: يجب أن لا يحدث هذا قطعاً؛ بطريقة ما يتم العثور على حقول XML متعددة مع النوع {type}.
es_es: Esto definitivamente nunca debería suceder; de alguna manera se encuentran varios campos XML con el tipo {type}.
fr_fr: Cela ne devrait certainement jamais se produire. En quelque sorte, plusieurs champs XML sont trouvés avec le type {type}.

source: This should never happen (renamegroup/comparisonbuttons)
ar_sa: يجب ألا يحدث هذا أبدا (إعادة تسمية المجموعة/الأزرار المقارنة)
es_es: Esto nunca debería ocurrir (renamegroup/comparisonbuttons)
fr: Cela ne devrait jamais se produire (renommer groupe/boutons)
fr_fr: Cela ne devrait jamais se produire (renommer groupe/boutons)

source: This should never happen; somehow an XML field was not picked up on boot, but was found just now. type: {type}, lang: {lang}, value: {value}, parent: {parent}
ar_sa: هذا لا ينبغي أن يحدث أبدا؛ بطريقة ما لم يتم التقاط حقل XML على البوت، ولكن تم العثور عليه الآن. النوع: {type}, Lang: {lang}, value: {value}, الأصل : {parent}
es_es: Esto nunca debería ocurrir; de alguna manera un campo XML no fue recogido al arrancar, pero se encontró justo ahora. tipo: {type}, lang: {lang}, valor: {value}, padre: {parent}
fr_fr: Cela ne devrait jamais se produire ; en quelque sorte, un champ XML n'a pas été ramassé au démarrage, mais a été trouvé tout à l'heure. type: {type}, lang: {lang}, valeur: {value}, parent: {parent}

source: This switches letters for the two groups, and updates each of them
ar_sa: يقوم هذا بتبديل الحروف للمجموعتين، ويقوم بتحديث كل منهما
es_es: Esto cambia letras para los dos grupos, y actualiza cada una de ellas
fr_fr: Cela change de lettres pour les deux groupes, et met à jour chacun d'entre eux

source: This task automates work normally done before a consultant check: - reloads status data, and - runs comprehensive tone reports, - by location and - by lexeme sense.
ar_sa: هذه المهمة تؤدي إلى التشغيل الآلي للعمل الذي يتم عادة قبل فحص خبير استشاري: - إعادة تحميل بيانات الحالة، و - إدارة تقارير نغمة شاملة، - حسب الموقع و - بمعنى الكلمة.
es_es: Esta tarea automatiza el trabajo realizado normalmente antes de una verificación del consultor: - recarga los datos de estado, y - ejecuta informes de tono completos, - por ubicación y - por sentido lexeme.
fr: Cette tâche automatise le travail normalement effectué avant la vérification d'un consultant : - recharge les données de statut, et - exécute des rapports de ton détaillés, - par emplacement et - par sens de lexème.
fr_fr: Cette tâche automatise le travail normalement effectué avant la vérification d'un consultant : - recharge les données d'état, et - exécute des rapports de ton complets, - par lieu et - par lexème sens.

source: This task helps you collect and parse words by recording them, with an automatic draft.
ar_sa: هذه المهمة تساعدك على جمع وتحليل الكلمات عن طريق تسجيلها، مع مسودة تلقائية.
es_es: Esta tarea le ayuda a recoger y analizar palabras grabándolas, con un borrador automático.
fr_fr: Cette tâche vous aide à collecter et à analyser les mots en les enregistrant, avec un brouillon automatique.

source: This task helps you collect and parse words.
ar_sa: هذه المهمة تساعدك على جمع وتحليل الكلمات.
es_es: Esta tarea te ayuda a recoger y analizar palabras.
fr: Cette tâche vous aide à collecter et à analyser les mots.
fr_fr: Cette tâche vous aide à collecter et à analyser les mots.

source: This task helps you collect imperative word forms.
ar_sa: هذه المهمة تساعدك على جمع استمارات الكلمات الحتمية.
es_es: Esta tarea te ayuda a recolectar formularios de palabras imperativos.
fr: Cette tâche vous aide à collecter des formes de mots impératives.
fr_fr: Cette tâche vous aide à collecter des formes de mots impératives.

source: This task helps you collect plural word forms.
ar_sa: هذه المهمة تساعدك على جمع استمارات الكلمات المجمعة.
es_es: Esta tarea te ayuda a recolectar formularios de palabras en plural.
fr: Cette tâche vous aide à collecter des formes de mots pluriels.
fr_fr: Cette tâche vous aide à collecter des formes de mots pluriels.

source: This task helps you collect words in citation form through recordings with automatic transcription drafts.
ar_sa: هذه المهمة تساعدك على جمع الكلمات في نموذج الاستشهاد من خلال التسجيلات مع مسودات النسخ التلقائي.
es_es: Esta tarea le ayuda a recoger palabras en forma de citación a través de grabaciones con borradores automáticos de transcripción.
fr_fr: Cette tâche vous aide à collecter des mots sous forme de citation à travers des enregistrements avec des brouillons de transcription automatique.

source: This task helps you collect words in citation form.
ar_sa: هذه المهمة تساعدك على جمع الكلمات في نموذج الاقتباس.
es_es: Esta tarea le ayuda a recoger palabras en forma de citas.
fr: Cette tâche vous aide à collecter des mots sous forme de citation.
fr_fr: Cette tâche vous aide à collecter des mots sous forme de citation.Cette tâche vous aide à collecter des mots sous forme de citation.

source: This task helps you decide on your consonant letters.
ar_sa: هذه المهمة تساعدك على اتخاذ القرار على رسائل الموافقة.
es_es: Esta tarea le ayuda a decidir sobre sus cartas consonantes.
fr: Cette tâche vous aide à décider de vos lettres consonnantes.
fr_fr: Cette tâche vous aide à décider de vos lettres consonnantes.

source: This task helps you decide on your vowel letters.
ar_sa: هذه المهمة تساعدك على البت في حروفك الصوتية.
es_es: Esta tarea te ayuda a decidir sobre tus cartas vocales.
fr: Cette tâche vous aide à décider de vos voyelles.
fr_fr: Cette tâche vous aide à décider de vos voyelles.

source: This task helps you join hypersplit UF groups, as well as giving them meaniningful names (e.g., High or Low).
ar_sa: هذه المهمة تساعدك على الانضمام إلى مجموعات Upersplit ، بالإضافة إلى إعطائها أسماء مفيدة (على سبيل المثال عالية أو منخفضة).
es_es: Esta tarea le ayuda a unirse a grupos de UF hiperplit, así como a darles nombres significativos (por ejemplo, Alto o Bajo).
fr: Cette tâche vous aide à rejoindre les groupes UF hypersplit et à leur donner des noms significatifs (par exemple, High ou Low).
fr_fr: Cette tâche vous aide à rejoindre des groupes UF hypersplit, ainsi qu'à leur donner des noms significatifs (par exemple, Haut ou Bas).

source: This task helps you organize an alphabet and select words with pictures to represent each letter.
ar_sa: هذه المهمة تساعدك على تنظيم الأبجدية واختيار الكلمات مع الصور لتمثيل كل حرف.
es_es: Esta tarea le ayuda a organizar un alfabeto y a seleccionar palabras con imágenes para representar cada letra.
fr_fr: Cette tâche vous aide à organiser un alphabet et à sélectionner des mots avec des images pour représenter chaque lettre.

source: This task helps you parse words you collected earlier.
ar_sa: هذه المهمة تساعدك على تحليل الكلمات التي جمعتها من قبل.
es_es: Esta tarea te ayuda a analizar las palabras que has recogido anteriormente.
fr_fr: Cette tâche vous aide à analyser les mots que vous avez recueillis précédemment.

source: This task helps you record words in isolation forms.
ar_sa: وتساعدك هذه المهمة على تسجيل الكلمات في أشكال منعزلة.
es_es: Esta tarea le ayuda a grabar palabras en formularios aislados.
fr: Cette tâche vous aide à enregistrer les mots dans des formes isolées.
fr_fr: Cette tâche vous aide à enregistrer les mots dans des formes isolées.
