Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Showing '{head}', child of {node}
ar_sa: عرض '{head}'، طفل من {node}
es_es: Mostrando '{head}', hijo de {node}
fr_fr: Affichage de '{head}', enfant de {node}

source: Showing item with {code}
es_es: Mostrando elemento con {code}
fr_fr: Affichage de l'objet avec {code}

source: Showing menus
ar_sa: عرض القوائم
es_es: Mostrar menús
fr: Afficher les menus
fr_fr: Afficher les menus

source: Shutting down Task
ar_sa: إيقاف المهمة
es_es: Apagando la tarea
fr_fr: Arrêt de la tâche

source: Shutting down by keyboard interrupt
es_es: Apagar por interrupción del teclado
fr_fr: Arrêt par interruption du clavier

source: Shutting down by user request
es_es: Apagar por solicitud de usuario
fr_fr: Arrêt par demande de l'utilisateur

source: Shutting down runwindow
ar_sa: إيقاف تشغيل النافذة
es_es: Apagando ventana de ejecución
fr_fr: Arrêt de la fenêtre d'exécution

source: Sixth CV
ar_sa: السيرة الذاتية السادسة
es_es: Sexto CV
fr: Sixième CV
fr_fr: Sixième CV

source: Sixth Consonant
ar_sa: الشريك السادس
es_es: Sexto consonante
fr: Sixième Consonant
fr_fr: Sixième Consonant

source: Sixth Vowel
ar_sa: صوت سادس
es_es: Sexto Vowel
fr: Sixième voyelle
fr_fr: Sixième voyelle

source: Skip this item
ar_sa: تخطي هذا العنصر
es_es: Saltar este elemento
fr: Ignorer cet élément
fr_fr: Ignorer cet élément

source: Skip to next undone
ar_sa: تخطي إلى التراجع التالي
es_es: Ir al siguiente deshecho
fr: Passer à la prochaine annulation
fr_fr: Passer au suivant annulé

source: Skip {lang}
ar_sa: تخطي {lang}
es_es: Saltar {lang}
fr_fr: Sauter {lang}

source: Skip {lang} gloss
ar_sa: تخطي المسطحات {lang}
es_es: Saltar glosa {lang}
fr_fr: Ignorer la glose {lang}

source: Skipping check {check} because it would break the regex
es_es: Saltando la comprobación {check} porque rompería la regex
fr_fr: Ne pas vérifier {check} car cela casserait la regex

source: Smaller Fonts
ar_sa: خطوط أصغر
es_es: Fuentes más pequeñas
fr: Petites polices
fr_fr: Polices plus petites

source: Something happened! (language not keyed in segment dictionary)
ar_sa: حدث شيء! (اللغة غير مفتاحة في القاموس القطاعي)
es_es: ¡Ha ocurrido algo! (idioma no clave en el diccionario de segmentos)
fr_fr: Quelque chose s'est passé ! (langue non clée dans le dictionnaire du segment)

source: Sorry, I can't tell what form to pass to this field; What is its parent?
es_es: Lo siento, no puedo decirle qué formulario pasar a este campo; ¿Qué es su padre?
fr_fr: Désolé, je ne peux pas dire quel formulaire passer à ce champ; Qu'est-ce que son parent ?

source: Sorry, I don't know this OS: {os}
es_es: Lo siento, no sé este SO: {os}
fr_fr: Désolé, je ne connais pas cet OS : {os}

source: Sorry, did you select a file? Giving up.
ar_sa: عذراً، هل اخترت ملفاً؟ استسلم.
es_es: Lo sentimos, ¿has seleccionado un archivo? Siguiendo.
fr_fr: Désolé, avez-vous sélectionné un fichier ? Rebondissez.

source: Sorry, no cvt defined! ({cvt})
es_es: ¡Lo sentimos, no hay cvt definido! ({cvt})
fr_fr: Désolé, aucun cvt défini ! ({cvt})

source: Sorry, pick a comparison first!
ar_sa: عذراً، اختر المقارنة أولاً!
es_es: ¡Lo sentimos, primero elige una comparación!
fr: Désolé, choisissez une comparaison en premier !
fr_fr: Désolé, choisissez une comparaison en premier !

source: Sorry, something other than one list item found: {list} Did you mean to use "othersOK=True"? Returning nothing!
es_es: Lo sentimos, algo más que un elemento de la lista encontrado: {list} ¿Querías usar "othersOK=True"? ¡Devuelve nada!
fr_fr: Désolé, quelque chose d'autre qu'un élément de liste trouvé : {list} Vouliez-vous vouloir utiliser "othersOK=True"? Ne rien retourner !

source: Sorry, that theme doesn't seem to be set up. Pick from these options:
ar_sa: عذراً، لا يبدو أن هذا الموضوع قد تم إعداده. اختر من هذه الخيارات:
es_es: Lo sentimos, el tema no parece estar configurado. Elige de estas opciones:
fr_fr: Désolé, ce thème ne semble pas être configuré. Choisissez parmi ces options :

source: Sorry, the analysis isn't good, and we're running in the background. That isn't going to work, so I'm stopping here.
ar_sa: عذراً، التحليل ليس جيداً، ونحن نجري في الخلفية. هذا لن يعمل، لذا أنا أتوقف هنا.
es_es: Lo sentimos, el análisis no es bueno, y estamos corriendo en segundo plano. Eso no va a funcionar, así que me detengo aquí.
fr: Désolé, l'analyse n'est pas bonne et nous sommes en cours d'exécution en arrière-plan. Cela ne fonctionnera pas, donc je m'arrête ici.
fr_fr: Désolé, l'analyse n'est pas bonne et nous sommes en cours d'exécution en arrière-plan. Cela ne fonctionnera pas, donc je m'arrête ici.

source: Sorry, there are no entries to show!
ar_sa: عذراً، لا توجد إدخالات لإظهارها!
es_es: ¡Lo sentimos, no hay entradas para mostrar!
fr: Désolé, il n'y a pas d'entrées à afficher!
fr_fr: Désolé, il n'y a aucune entrée à afficher!

source: Sorry, there is already a group with that label
es_es: Lo sentimos, ya hay un grupo con esa etiqueta
fr_fr: Désolé, il y a déjà un groupe avec cette étiquette

source: Sort Consonants
ar_sa: ترتيب المستأجرين
es_es: Ordenar conciudadanos
fr: Trier les Consonants
fr_fr: Trier Consonnes

source: Sort Tone
ar_sa: ترتيب نغمة
es_es: Ordenar tono
fr: Trier les tonalités
fr_fr: Trier Ton

source: Sort Vowels
ar_sa: فرز الأصوات
es_es: Ordenar vocales
fr: Trier les vowels
fr_fr: Trier Voyelles

source: Sort Word Syllables
ar_sa: فرز الكلمات المقاطع
es_es: Ordenar sílabas de palabras
fr_fr: Trier les syllabes de mot

source: Sort!
ar_sa: فرز!
es_es: ¡Ordenar!
fr: Tri !
fr_fr: Trier!

source: SortGroupButtonFrame.getexample returned None for {group} {kwargs}
es_es: SortGroupButtonFrame.getexample devuelve Ninguno para {group} {kwargs}
fr_fr: SortGroupButtonFrame.getexample n'a retourné aucun résultat pour {group} {kwargs}

source: Sorted and verified!
ar_sa: تم فرزها والتحقق منها!
es_es: ¡Ordenado y verificado!
fr: Tri et vérifié !
fr_fr: Trié et verifié!

source: Sorting words On the next screen, you will sort words into groups
ar_sa: فرز الكلمات على الشاشة التالية، سوف تقوم بفرز الكلمات إلى مجموعات
es_es: Clasificando palabras En la siguiente pantalla, ordenarás palabras en grupos
fr_fr: Tri des mots Sur l'écran suivant, vous trierez les mots en groupes

source: Sound Card Settings
ar_sa: إعدادات بطاقة الصوت
es_es: Ajustes de tarjeta de sonido
fr: Paramètres de la carte son
fr_fr: Paramètres de la Carte Son

source: Sound Settings
ar_sa: إعدادات الصوت
es_es: Ajustes de sonido
fr: Réglages du son
fr_fr: Réglages du son

source: Sound setting {setting} invalid; asking again
ar_sa: إعداد الصوت {setting} غير صالح؛ السؤال مرة أخرى
es_es: El ajuste de sonido {setting} no es válido; preguntando de nuevo
fr_fr: Réglage du son {setting} invalide; demande à nouveau

source: Sound settings
ar_sa: إعدادات الصوت
es_es: Ajustes de sonido
fr_fr: Paramètres du son

source: Sound settings currently: {settings}
ar_sa: إعدادات الصوت الحالية: {settings}
es_es: Ajustes de sonido actualmente: {settings}
fr_fr: Réglages sonores actuels: {settings}

source: Speakers: ‘{cur}’
ar_sa: المتكلمون: ''{cur}
es_es: Oradores: ‘{cur}’
fr_fr: Haut-parleurs : «{cur}»

source: Start New LIFT Database
ar_sa: بدء قاعدة بيانات LIFT جديدة
es_es: Iniciar nueva base de datos LIFT
fr: Lancer une nouvelle base de données LIFT
fr_fr: Démarrer une Nouvelle Base de Données LIFT

source: Start work on a new language
ar_sa: ابدأ العمل على لغة جديدة
es_es: Empezar a trabajar en un nuevo idioma
fr: Commencer à travailler sur une nouvelle langue
fr_fr: Commencer à travailler sur une nouvelle langue

source: Start!
es_es: ¡Empeza!
fr_fr: Commencer !

source: Starting XLP background report with kwargs {kwargs}
es_es: Iniciando el informe de fondo XLP con kwargs {kwargs}
fr_fr: Démarrage du rapport d'arrière-plan XLP avec kwargs {kwargs}

source: Starting XLingPaper report file at {} with title '{}'
ar_sa: بدء تشغيل ملف تقرير XLingPaper في {} مع العنوان '{}'
es_es: Iniciando el archivo de informe XLingPaper a las {} con el título '{}'
fr_fr: Démarrage du fichier de rapport XLingPaper à {} avec le titre '{}'

source: Starting report {ps} {profile}
es_es: Iniciando informe {ps} {profile}
fr_fr: Démarrage du signalement {ps} {profile}

source: Starting reports that didn't work in the background: {reports}
es_es: Iniciando reportes que no funcionaron en segundo plano: {reports}
fr_fr: Rapports de démarrage qui n'ont pas fonctionné en arrière-plan : {reports}

source: Starting tone group analysis from lift examples
es_es: Iniciar análisis de grupo de tono a partir de ejemplos de elevación
fr_fr: Démarrage de l'analyse de groupe de tonalités à partir d'exemples de LIFTs

source: Starting up help line...
ar_sa: بدء خط المساعدة...
es_es: Iniciando línea de ayuda...
fr: Démarrage de la ligne d'aide...
fr_fr: Démarrage de la ligne d'aide...

source: Starting with new root
ar_sa: البدء بالجذر الجديد
es_es: Comenzando con la nueva raíz
fr: Commencer avec une nouvelle racine
fr_fr: Commencer avec une nouvelle racine

source: Stopping here b/c no senses found.
ar_sa: إيقاف هنا b/c لم يتم العثور على أي حساسات.
es_es: Deteniendo aquí b/c no se encontraron sentidos.
fr_fr: Arrêt ici b/c aucun sens trouvé.

source: Summary Co-ocurrence Tables
ar_sa: موجز الجداول المشتركة
es_es: Tablas Resumen de Co-ocurrencia
fr: Résumé des tables de co-currence
fr_fr: Tableaux Récapitulatifs des Co-occurrences

source: Summary of Frames by {ps} {profile} Draft Underlying Melody
es_es: Resumen de fotogramas por {ps} {profile} Borrador Melodia Subderlying
fr_fr: Résumé des cadres par {ps} {profile} Brouillon sous-jacent à Mélodie

source: Switch letters with this group
ar_sa: تبديل الأحرف مع هذه المجموعة
es_es: Cambiar letras con este grupo
fr_fr: Basculer les lettres avec ce groupe

source: Switch transcriptions with this group
ar_sa: تبديل التسجيلات مع هذه المجموعة
es_es: Cambiar transcripciones con este grupo
fr_fr: Changer de transcriptions avec ce groupe

source: Switching Transcribe tasks
ar_sa: تبديل مهام الترجمة
es_es: Cambiando tareas de transcripción
fr_fr: Changement de transcription des tâches

source: Swtiching groups; using ‘{comp}’ for ‘{group}’
es_es: Suavizando grupos; usando ‘{comp}’ para ‘{group}’
fr_fr: Groupes de basculement ; utiliser «{comp}» pour «{group}»

source: Syllable profile
ar_sa: ملف تعريف قابل للتخطيط
es_es: Perfil Syllable
fr: Profil syllabique
fr_fr: Profil de syllabe

source: Syllable profile change?
ar_sa: تغيير الملف الشخصي القابل للتخطيط؟
es_es: ¿Cambio de perfil didáctico?
fr: Changement de profil syllabe ?
fr_fr: Changement de profil syllabe ?

source: Syllable profile {} contains {}, which should be {} (according to your settings)
ar_sa: الملف الشخصي القابل للتخطيط {} يحتوي على {}، والذي يجب أن يكون {} (وفقا للإعدادات الخاصة بك)
es_es: Perfil sílice {} contiene {}, que debe ser {} (según tu configuración)
fr_fr: Le profil de syllabe {} contient {}, qui devrait être {} (selon vos paramètres)

source: Target not found in children, grandchildren, or greatgrandchildren!
ar_sa: الهدف غير موجود في الأطفال والأحفاد والأحفاد!
es_es: El objetivo no se encuentra en niños, nietos o bisnietos!
fr_fr: Cible non trouvée dans les enfants, les petits-enfants ou les arrière-petits-enfants!

source: Task {task} doesn't seem to have a tooltip.
ar_sa: لا يبدو أن المهمة {task} لديها تلميح أدوات.
es_es: La tarea {task} no parece tener un consejo de ayuda.
fr_fr: La tâche {task} ne semble pas avoir d'infobulle.

source: Tasks
ar_sa: مهام
es_es: Tareas
fr: Tâches
fr_fr: Tâches

source: Tasks available ({count}): {tasks}
ar_sa: المهام المتاحة ({count}): {tasks}
es_es: Tareas disponibles ({count}): {tasks}
fr_fr: Tâches disponibles ({count}): {tasks}

source: Test Task (Does nothing)
ar_sa: اختبار المهمة (لا شيء)
es_es: Tarea de prueba (No hace nada)
fr_fr: Tâche de test (ne fait rien)

source: That doesn't look like an ethnologue code ({analang})
ar_sa: هذا لا يبدو وكأنه رمز عرقي ({analang})
es_es: Eso no parece un código etnologue ({analang})
fr_fr: Cela ne ressemble pas à un code ethnologue ({analang})

source: That name is already there! (did you forget to include the ‘{uf}’ group?)
es_es: ¡Ese nombre ya está ahí! (¿Te olvidaste de incluir el grupo de ‘{uf}?)
fr_fr: Ce nom est déjà présent ! (avez-vous oublié d'inclure le groupe «{uf}»?)

source: That name is already used!
ar_sa: هذا الاسم مستخدم مسبقاً!
es_es: ¡Ese nombre ya está en uso!
fr: Ce nom est déjà utilisé !
fr_fr: Ce nom est déjà utilisé !

source: The analysis still isn't OK after retrying; Check your settings and try again (e.g., {ps} {profile} checks: {checks})
es_es: El análisis todavía no está bien después de reintentarlo; compruebe su configuración e inténtelo de nuevo (por ejemplo, {ps} {profile} comprueba: {checks})
fr_fr: L'analyse n'est toujours pas correcte après une nouvelle tentative; Vérifiez vos paramètres et réessayez (par exemple, les vérifications {ps} {profile} : {checks})

source: The call to xelatex didn't work: {}
ar_sa: المكالمة إلى xelatex لم تعمل: {}
es_es: La llamada a xelatex no funcionó: {}
fr_fr: L'appel à xelatex n'a pas fonctionné : {}

source: The conversion is done now, so {name} will quit. You may want to inspect your current file ({file}) and the backup ({backup}) to confirm this did what you wanted, before opening {name} again. In case there are any issues, the log file is also saved in {log}
ar_sa: لقد تم التحويل الآن، لذلك سوف يخرج {name} . قد ترغب في فحص الملف الحالي ({file}) والنسخة الاحتياطية ({backup}) لتأكيد هذا ما أردت, قبل فتح {name} مرة أخرى. في حالة وجود أي مشكلات، يتم حفظ ملف السجل أيضًا في {log}
es_es: La conversión se ha realizado ahora, así que {name} se cerrará. Puede que quieras inspeccionar tu archivo actual ({file}) y la copia de seguridad ({backup}) para confirmar que ha hecho lo que querías antes de volver a abrir {name} . En caso de que haya algún problema, el archivo de registro también se guarda en {log}
fr_fr: La conversion est faite maintenant, alors {name} va quitter. Vous pouvez inspecter votre fichier actuel ({file}) et la sauvegarde ({backup}) pour confirmer que cela a fait ce que vous vouliez, avant d'ouvrir à nouveau {name} . En cas de problème, le fichier journal est également enregistré dans {log}

source: The data in this report is given by most restrictive test first, followed by less restrictive tests (e.g., V1=V2 before V1 or V2). Additionally, each word only appears once per segment in a given position, so a word that occurs in a more restrictive environment will not appear in the later less restrictive environments. But where multiple examples of a segment type occur with different values, e.g., V1≠V2, those words will appear multiple times, e.g., for both V1=x and V2=y.
ar_sa: والبيانات الواردة في هذا التقرير يوفرها الاختبار التقييدي أولا ثم الاختبارات الأقل تقييدا (مثل V1=V2 قبل V1 أو V2). وبالإضافة إلى ذلك، فإن كل كلمة تظهر مرة واحدة فقط لكل جزء في وضع معين، ولذلك فإن كلمة تحدث في بيئة أكثر تقييداً لن تظهر في البيئات الأخيرة الأقل تقييداً. ولكن عندما تحدث أمثلة متعددة من نوع الشريحة مع قيم مختلفة، مثل V1=<unk> V2، ستظهر هذه الكلمات عدة مرات، على سبيل المثال، لكل من V1=x و V2=y.
es_es: Los datos de este informe son dados por la prueba más restrictiva primero, seguidos por pruebas menos restrictivas (por ejemplo, V1=V2 antes de V1 o V2). Además, cada palabra sólo aparece una vez por segmento en una posición determinada, de modo que una palabra que se da en un entorno más restrictivo no aparecerá en los entornos más recientes menos restrictivos. Pero donde ocurren múltiples ejemplos de un tipo de segmento con diferentes valores, p.ej. V1=► V2, esas palabras aparecerán varias veces, por ejemplo, para V1=x y V2=y.
fr: Les données contenues dans ce rapport sont fournies par les tests les plus restrictifs en premier, puis par des tests moins restrictifs (par exemple, V1=V2 avant V1 ou V2). De plus, chaque mot n'apparaît qu'une fois par segment dans une position donnée, de sorte qu'un mot qui se produit dans un environnement plus restrictif n'apparaîtra pas dans les environnements plus tardifs moins restrictifs. Mais où plusieurs exemples d'un type de segment se produisent avec des valeurs différentes, p. ex. V1=<unk> V2, ces mots apparaîtront plusieurs fois, par exemple pour V1=x et V2=y.
fr_fr: Les données de ce rapport sont rapportées par le test le plus restrictif en premier, suivi par les tests moins restrictifs (par exemple, V1 = V2 avant V1 ou V2). De plus, chaque mot n'apparaît qu'une fois par segment dans une position donnée, de sorte qu'un mot qui apparaît dans un environnement plus restrictif n'apparaîtra pas dans les environnements les moins restrictifs ultérieurs. Mais lorsque plusieurs exemples d'un type de segment se produisent avec des valeurs différentes, par exemple, V1 ≠ V2, ces mots apparaîtront plusieurs fois, par exemple, pour V1 = x et V2 = y.

source: The dictionary at {}.{} doesn't seem to exist, or is null; creating.
ar_sa: القاموس في {}.{} غير موجود على ما يبدو، أو غير ملغي؛ الإنشاء.
es_es: El diccionario en {}.{} no parece existir o es nulo; creando.
fr_fr: Le dictionnaire à {}.{} ne semble pas exister, ou est null ; création.

source: The directory {dir} doesn't seem to have a repository related to {url}; removing.
es_es: El directorio {dir} no parece tener un repositorio relacionado con {url}; eliminando.
fr_fr: Le répertoire {dir} ne semble pas avoir de dépôt lié à {url}; suppression.

source: The directory {} already exists! Not Continuing.
ar_sa: الدليل {} موجود بالفعل! لا يستمر.
es_es: El directorio {} ya existe! No continuar.
fr_fr: Le répertoire {} existe déjà ! Ne pas continuer.

source: The end of {log} / {file} are below:
es_es: El final de {log} / {file} están a continuación:
fr_fr: La fin de {log} / {file} sont ci-dessous:

source: The file {newfile} already exists!
ar_sa: الملف {newfile} موجود مسبقاً!
es_es: El archivo {newfile} ya existe!
fr_fr: Le fichier {newfile} existe déjà !

source: The first element of {list} is not a list; returning nothing.
es_es: El primer elemento de {list} no es una lista; no devuelve nada.
fr_fr: Le premier élément de {list} n'est pas une liste; il ne retourne rien.

source: The following changed (from,to): {changed}
ar_sa: تغير التالي (من،إلى): {changed}
es_es: Los siguientes cambios (desde,a): {changed}
fr_fr: Les modifications suivantes sont depuis,à: {changed}

source: The following table shows correspondences across sortings by tone frames, with a row for each unique pairing.
ar_sa: ويبين الجدول التالي المراسلات عبر الفرز حسب أطر النغمة، مع صف لكل زوج فريد.
es_es: La siguiente tabla muestra correspondencias a través de ordenamientos por marcos de tono, con una fila para cada combinación única.
fr: Le tableau suivant montre les correspondances entre les tris par cadres, avec une ligne pour chaque jumelage unique.
fr_fr: Le tableau suivant montre les correspondances entre les tris par cadres de ton, avec une ligne pour chaque appariement unique.

source: The language with the most citation data is also the language with the most lexeme data; using: {langs}
ar_sa: اللغة التي تحتوي على معظم بيانات الاستشهاد هي أيضا اللغة التي تحتوي على أكثر بيانات قاموس؛ باستخدام: {langs}
es_es: El idioma con más datos de referencia es también el idioma con más datos de léxico; usando: {langs}
fr_fr: Le langage avec le plus de données de citation est également le langage avec le plus de données de lexème ; en utilisant: {langs}

source: The language with the most citation data looks like an iso code; using: {langs}
ar_sa: اللغة التي تحتوي على معظم بيانات الاستشهاد تبدو مثل رمز iso؛ باستخدام: {langs}
es_es: El idioma con los datos más citados se ve como un código ISO utilizando: {langs}
fr_fr: La langue avec le plus de données de citation ressemble à un code iso ; en utilisant: {langs}

source: The language with the most lexeme data looks like an iso code; using: {langs}
ar_sa: اللغة التي تحتوي على معظم بيانات الـ lexeme تبدو مثل رمز iso؛ باستخدام: {langs}
es_es: El idioma con los datos más léxicos se ve como un código ISO utilizando: {langs}
fr_fr: Le langage avec le plus de données de lexème ressemble à un code iso ; en utilisant: {langs}

source: The supplied frame definition isn't a dictionary: {defn}
es_es: La definición de marco proporcionada no es un diccionario: {defn}
fr_fr: La définition de la trame fournie n'est pas un dictionnaire : {defn}

source: The supplied frame name is already there: {name} ({defn})
es_es: El nombre del marco ya está ahí: {name} ({defn})
fr_fr: Le nom du cadre fourni est déjà là: {name} ({defn})

source: The {item_name} ‘{group}’ only has {n} example; verified.
ar_sa: {item_name} '{group}يحتوي فقط على مثال {n} ؛ تم التحقق منه.
es_es: El {item_name} ‘{group}’ solo tiene el ejemplo {n} ; verificado.
fr_fr: L'exemple {item_name} ‘{group}’ a seulement {n} ; vérifié.

source: There are no such checks! kwargs: {kwargs}
es_es: ¡No hay tales verificaciones! kwargs: {kwargs}
fr_fr: Il n'y a pas de telles vérifications! kwargs: {kwargs}

source: There are no such groups! kwargs: {kwargs}
es_es: ¡No hay estos grupos! kwargs: {kwargs}
fr_fr: Il n'y a pas de tels groupes ! kwargs : {kwargs}

source: There are no such profiles! kwargs: {kwargs}
es_es: ¡No hay tales perfiles! kwargs: {kwargs}
fr_fr: Il n'y a pas de tels profils ! kwargs : {kwargs}

source: There are too many images to show! ({count})
ar_sa: هناك الكثير من الصور لعرضها ({count})
es_es: ¡Hay demasiadas imágenes para mostrar! ({count})
fr_fr: Il y a trop d'images à afficher ! ({count})

source: There doesn't seem to be a big button
ar_sa: لا يبدو أن هناك زر كبير
es_es: No parece haber un botón grande
fr_fr: Il ne semble pas y avoir de gros bouton

source: There doesn't seem to be a runwindow to hide; moving on.
ar_sa: لا يبدو أن هناك نافذة للاختباء؛ المضي قدماً.
es_es: Parece que no hay una ventana de ejecución que ocultar; avanzar.
fr_fr: Il ne semble pas y avoir de fenêtre d'exécution à cacher.

source: There doesn't seem to be a task to hide; moving on.
ar_sa: لا يبدو أن هناك مهمة للاختباء؛ المضي قدماً.
es_es: Parece que no hay una tarea que ocultar; avanzar.
fr_fr: Il ne semble pas y avoir de tâche à cacher.

source: There doesn't seem to be any profile data, but you asked for a slice dictionary. This is a problem; please report it!
ar_sa: لا يبدو أن هناك أي بيانات عن الملف الشخصي، لكنك طلبت قاموس شريحة. هذه مشكلة؛ يرجى الإبلاغ عن ذلك!
es_es: Parece que no hay ningún dato de perfil, pero has pedido un diccionario de rebanadas. Esto es un problema; ¡por favor reportalo!
fr: Il ne semble pas y avoir de données de profil, mais vous avez demandé un dictionnaire de tranche. Ceci est un problème; veuillez le signaler !
fr_fr: Il ne semble pas y avoir de données de profil, mais vous avez demandé un dictionnaire de tranche. Ceci est un problème; veuillez le signaler !

source: There don't seem to be any glyphs to compare with!
ar_sa: لا يبدو أن هناك أي غليف لمقارنته!
es_es: ¡Parece que no hay ningún glifo con el que comparar!
fr_fr: Il ne semble pas y avoir de glyphes à comparer avec !

source: There don't seem to be any groups to compare with!
ar_sa: لا يبدو أن هناك أي مجموعات للمقارنة معها!
es_es: ¡Parece que no hay ningún grupo con el que comparar!
fr: Il ne semble pas y avoir de groupes à comparer avec !
fr_fr: Il ne semble pas y avoir de formes linguistiques pour y comparer !

source: There don't seem to be any images to show.
ar_sa: لا يبدو أن هناك أي صور لعرضها.
es_es: Parece que no hay imágenes que mostrar.
fr_fr: Il ne semble pas y avoir d'images à afficher.

source: There don't seem to be any language forms in your database!
ar_sa: لا يبدو أن هناك أي نماذج لغة في قاعدة البيانات الخاصة بك!
es_es: Parece que no hay ningún formulario de idioma en su base de datos!
fr: Il ne semble pas y avoir de formulaires de langue dans votre base de données !
fr_fr: Il ne semble pas y avoir de formes linguistiques dans votre base de données !
