Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: setnesteddictval got dictionary of type {}
ar_sa: setnesteddictval حصلت على قاموس من النوع {}
es_es: setnesteddictval obtuvo diccionario de tipo {}
fr_fr: setnesteddictval a obtenu le dictionnaire de type {}

source: setting button relief to {relief}, with refresh={refresh}
ar_sa: تعيين تخفيف زر الإعفاء إلى {relief}، مع التحديث ={refresh}
es_es: establecer alivio de botón a {relief}, con refresco ={refresh}
fr_fr: régler la correction du bouton à {relief}, avec rafraichisse={refresh}

source: setting group: {group}
ar_sa: مجموعة الإعداد: {group}
es_es: grupo de configuración: {group}
fr_fr: groupe de paramètres : {group}

source: setting up background reports {reports}
es_es: configurando informes en segundo plano {reports}
fr_fr: paramétrage des rapports d'arrière-plan {reports}

source: setting {custom} (not {other})
ar_sa: إعداد {custom} (ليس {other})
es_es: configurando {custom} (no {other})
fr_fr: paramétrage {custom} (pas {other})

source: setting {id} to {type} = {value}
ar_sa: تعيين {id} إلى {type} = {value}
es_es: configurando {id} a {type} = {value}
fr_fr: régler {id} à {type} = {value}

source: slower
ar_sa: أبطأ
es_es: más lento
fr: plus lent
fr_fr: plus lent

source: specify one group
ar_sa: تحديد مجموعة واحدة
es_es: especificar un grupo
fr_fr: spécifier un groupe

source: starting from option list {options}
ar_sa: بدءاً من قائمة الخيارات {options}
es_es: comenzando desde la lista de opciones {options}
fr_fr: à partir de la liste d'options {options}

source: structured groups: {groups}
es_es: Grupos estructurados: {groups}
fr_fr: groupes structurés : {groups}

source: structured locations: {locs}
es_es: Ubicaciones estructuradas: {locs}
fr_fr: emplacements structurés : {locs}

source: syllable break
ar_sa: استراحة المقطع
es_es: pausa síllable
fr: saut syllabique
fr_fr: coupe de syllabe

source: testing SBF
ar_sa: اختبار SBF
es_es: prueba SBF
fr_fr: test SBF

source: the program argument to xlp.Report needs a 'name' key
ar_sa: حجة البرنامج إلى xlp.التقرير يحتاج إلى مفتاح 'name'
es_es: el argumento del programa a xlp.Report necesita una clave 'nombre'
fr_fr: l'argument du programme pour xlp.Report a besoin d'une clé 'name'

source: the top {n}
es_es: los mejores {n}
fr_fr: le top {n}

source: this is where we're at: {kwargs} {url}
ar_sa: هذا هو المكان الذي نحن فيه في: {kwargs} {url}
es_es: aquí es donde estamos: {kwargs} {url}
fr_fr: c'est là que nous sommes : {kwargs} {url}

source: this sets the check
ar_sa: هذا يعين الاختيار
es_es: esto establece el cheque
fr_fr: cela définit la vérification

source: this sets the language
ar_sa: هذا يعين اللغة
es_es: esto establece el idioma
fr_fr: cela définit la langue

source: this sets the language name
ar_sa: هذا يعين اسم اللغة
es_es: esto establece el nombre del idioma
fr_fr: cela définit le nom de la langue

source: this sets the number of examples per group to record
ar_sa: هذا يحدد عدد الأمثلة لكل مجموعة لتسجيلها
es_es: esto establece el número de ejemplos por grupo a grabar
fr_fr: définit le nombre d'exemples par groupe à enregistrer

source: to
ar_sa: إلى
es_es: a
fr_fr: à

source: tone melody
ar_sa: لحن النغمة
es_es: melodía de tono
fr: mélodie de ton
fr_fr: mélodie de ton

source: trackuntrackedfiles finished.
ar_sa: انتهت ملفات المسار
es_es: trackuntrackedfiles terminados.
fr_fr: trackuntrackedfiles terminés.

source: tried to remove what wasn't there? ({error})
ar_sa: حاول إزالة ما لم يكن هناك؟ ({error})
es_es: ¿intentó eliminar lo que no existía? ({error})
fr_fr: a essayé de supprimer ce qui n'existait pas? ({error})

source: trying {analang}
ar_sa: جرب {analang}
es_es: probando {analang}
fr_fr: essai de {analang}

source: unchecked lexical
ar_sa: معجم غير محدد
es_es: léxico sin marcar
fr_fr: lexique non coché

source: unlist should only be used on text (not node) lists ({list})
es_es: unlist solo debe utilizarse en listas de texto (no de nodo) ({list})
fr_fr: unlist ne devrait être utilisée que sur les listes de texte (pas de nœuds) ({list})

source: unsorted
ar_sa: بدون فرز
es_es: sin ordenar
fr: non trié
fr_fr: non triées

source: update_annotations_by_glyph done with ‘{members}’ to ‘{glyph}’
ar_sa: تحديث_annotations_by_glyph الذي تم بواسطة ''{members}إلى ''{glyph}
es_es: update_annotations_by_glyph realizado con ‘{members}’ a ‘{glyph}’
fr_fr: update_annotations_by_glyph fait avec ‘{members}’ à ‘{glyph}’

source: update_annotations_by_glyph safely: ‘{members}’ to ‘{glyph}’
ar_sa: تحديث_annotations_by_glyph بأمان: ''{members}' إلى '{glyph}
es_es: update_annotations_by_glyph de forma segura: ‘{members}’ a ‘{glyph}’
fr_fr: update_annotations_by_glyph en toute sécurité : «{members}» à «{glyph}»

source: updated to {date} ({date_rel})
es_es: actualizado a {date} ({date_rel})
fr_fr: mis à jour en {date} ({date_rel})

source: updated to {date} ({relative_date})
ar_sa: تم تحديثه إلى {date} ({relative_date})
es_es: actualizado a {date} ({relative_date})
fr_fr: mis à jour en {date} ({relative_date})

source: updated toneframes for field; you should save it!
es_es: actualizó los marcos de tono para el campo; ¡debería guardarlos!
fr_fr: mis à jour les toneframes pour le champ; vous devriez l'enregistrer !

source: updateformsallchecks
ar_sa: التحديثات
es_es: actualizarformsallcheck
fr_fr: vérifications des formulaires de mise à jour

source: updateformtoannotations didn't return a form value for {id}, {check}, {ftype}, {ana}
ar_sa: التحديثات لم تعيد قيمة النموذج ل {id}، {check}، {ftype}، {ana}
es_es: updateformtoanotations no devolvió un valor de formulario para {id}, {check}, {ftype}, {ana}
fr_fr: updateformtoannotations n'ont pas retourné de valeur de formulaire pour {id}, {check}, {ftype}, {ana}

source: usernameargs not found ({error})
es_es: usernameargs no encontrados ({error})
fr_fr: nom d'utilisateur non trouvé ({error})

source: using xml.etree to parse XML
ar_sa: استخدام Xml.etree لتحليل XML
es_es: usando xml.etree para analizar XML
fr_fr: en utilisant xml.etree pour analyser le XML

source: verified
ar_sa: تم التحقق
es_es: verificado
fr: vérifié
fr_fr: verrifié

source: verified replacing {done} with {group} for {kwargs}
es_es: verificado reemplazando {done} por {group} por {kwargs}
fr_fr: vérifié en remplaçant {done} par {group} pour {kwargs}

source: version: {version}
ar_sa: الإصدار: {version}
es_es: versión: {version}

source: word break
ar_sa: استراحة الكلمات
es_es: salto de palabra
fr: bris de mot
fr_fr: coupure de mots

source: wordframe: {frame}
ar_sa: خانة كلمات: {frame}
es_es: frame de palabra: {frame}
fr_fr: cadre de mot: {frame}

source: working in non-default section {section}
ar_sa: العمل في القسم غير الافتراضي {section}
es_es: trabajando en la sección {section} no predeterminada
fr_fr: travaillant dans la section {section} non par défaut

source: working on {check}
ar_sa: العمل على {check}
es_es: trabajando en {check}
fr_fr: travail sur {check}

source: working on {file}
ar_sa: العمل على {file}
es_es: trabajando en {file}
fr_fr: travail sur {file}

source: working on {glyph} of {digits}
ar_sa: العمل على {glyph} من {digits}
es_es: trabajando en {glyph} de {digits}
fr_fr: travail sur {glyph} de {digits}

source: working on ‘{check}’ tone frame
ar_sa: يعمل على '' إطار نغمة{check}
es_es: trabajando en el frame de tono de ‘{check}’
fr_fr: travailer sur le cadre de tonalité ‘{check}’

source: working with db.analangs: {analangs} and params.analang: {analang}
ar_sa: العمل مع db.analangs: {analangs} و params.analang: {analang}
es_es: trabajando con db.analangs: {analangs} y params.analang: {analang}
fr_fr: travaillant avec db.analangs: {analangs} et params.analang: {analang}

source: writing to tex file {}
ar_sa: الكتابة إلى ملف tex {}
es_es: escribir en archivo de tex {}
fr_fr: écriture dans le fichier de tex {}

source: wrong root!
ar_sa: جذور خاطئة!
es_es: raíz incorrecta!
fr_fr: mauvaise racine !

source: you're trying to add {val} ({type(val)})
ar_sa: أنت تحاول إضافة {val} ({type(val)})
es_es: estás intentando añadir {val} ({type(val)})
fr_fr: vous essayez d'ajouter {val} ({type(val)})

source: {azt} Data Export
es_es: Exportar datos {azt}
fr_fr: Export de données {azt}

source: {azt} Dictionary and Orthography Checker
ar_sa: {azt} مدقق القاموس والتقويم
es_es: Comprobador de ortografía y diccionario {azt}
fr_fr: Vérificateur de dictionnaire et orthographie {azt}

source: {azt} Digraphs and Trigraphs
es_es: {azt} Digraphs y Trigraph
fr_fr: Digraphes et Trigraphs {azt}

source: {azt} is a computer program that accelerates community-based language development by facilitating the sorting of a beginning dictionary by vowels, consonants and tone. (more in help:about)
es_es: {azt} es un programa de computadora que acelera el desarrollo del lenguaje basado en la comunidad al facilitar la clasificación de un diccionario inicial por vocales, consonantes y tono. (más en ayuda:about)
fr_fr: {azt} est un programme informatique qui accélère le développement du langage communautaire en facilitant le tri d'un dictionnaire débutant par des voyelles, des consonnes et des tonalités. (plus dans help:about)

source: {azt} tries to do as much as possible automatically, and according to the level you have set for confirmation.
es_es: {azt} intenta hacer todo lo posible automáticamente, y de acuerdo al nivel que has establecido para su confirmación.
fr_fr: {azt} essaie de faire le plus possible automatiquement, et selon le niveau que vous avez défini pour confirmation.

source: {azt} will *not* remove ‘{group}’ from those settings, because you may still be using it elsewhere.
es_es: {azt} *no* eliminará ‘{group}’ de esos ajustes, porque es posible que lo utilices en otro lugar.

source: {azt} will add ‘{new}’ to those settings.
es_es: {azt} añadirá ‘{new}’ a esos ajustes.
fr_fr: {azt} ajoutera ‘{new}’ à ces paramètres.

source: {check} Group
es_es: Grupo {check}
fr_fr: Groupe {check}

source: {code} example ({value}), of {n} examples with kwargs={kwargs}
es_es: Ejemplo {code} ({value}), de ejemplos {n} con kwargs={kwargs}
fr_fr: Exemple {code} ({value}), d'exemples {n} avec kwargs={kwargs}

source: {count} checks
es_es: Comprobaciones {count}
fr_fr: Vérifications {count}

source: {count} groups to verify!
ar_sa: {count} مجموعات للتحقق منها!
es_es: ¡Grupos {count} para verificar!
fr_fr: Les groupes {count} à vérifier!

source: {count} threads running: {threads}
es_es: Hilos {count} en ejecución: {threads}
fr_fr: Les fils de discussion {count} sont en cours : {threads}

source: {count} {extension} files to check for the {repo} repo
ar_sa: {count} ملفات {extension} للتحقق من وجود مستودع {repo}
es_es: Archivos {count} {extension} para comprobar el repositorio {repo}
fr_fr: Fichiers {count} {extension} pour vérifier le dépôt {repo}

source: {dir} doesn't seem to exist.
ar_sa: يبدو أن {dir} غير موجود.
es_es: La {dir} parece no existir.
fr_fr: {dir} ne semble pas exister.

source: {dir} seems there, but empty.
es_es: {dir} parece estar ahí, pero vacío.
fr_fr: {dir} semble là, mais vide.

source: {filename} doesn't look like a well formed lift file; please try again.
es_es: {filename} no parece un archivo de elevación bien formado; por favor, inténtalo de nuevo.

source: {file} doesn't look like a well formed lift file; please try again. ({error})
es_es: {file} no parece un archivo de elevación bien formado; por favor, inténtalo de nuevo. ({error})

source: {ftype} differs from {pftype}; this is a problem!
ar_sa: {ftype} يختلف عن {pftype}؛ هذه مشكلة!
es_es: {ftype} difiere de {pftype}. ¡Esto es un problema!

source: {glyphs} provided, but without good keys
ar_sa: {glyphs} تم تقديمه، ولكن بدون مفاتيح جيدة
es_es: {glyphs} proporcionado, pero sin buenas claves
fr_fr: {glyphs} fourni, mais sans bonnes clés

source: {item} is not a list; returning nothing.
es_es: {item} no es una lista; no devuelve nada.

source: {langs} gloss languages not in frame!
es_es: ¡Idiomas de glosa {langs} no en el marco!
fr_fr: Les langages de glose {langs} ne sont pas dans le cadre !

source: {name} Dictionary and Orthography Checker: {task}
ar_sa: {name} مدقق القاموس والتقويم: {task}
es_es: Comprobador de ortografía y diccionario {name} : {task}
fr_fr: Vérificateur de dictionnaire et orthographie {name} : {task}

source: {polygraph} ({pclass}/{sclass}) has no Di/Trigraph setting; prompting user for info.
ar_sa: {polygraph} ({pclass}/{sclass}) ليس لديه إعدادات Di/Trigraph ؛ مما يدفع المستخدم للحصول على المعلومات.
es_es: {polygraph} ({pclass}/{sclass}) no tiene configuración de Di/Trigraph; solicitando información al usuario.
fr_fr: {polygraph} ({pclass}/{sclass}) n'a pas de paramètre Di/Trigraph ; demande d'information à l'utilisateur.

source: {ps} Profiles to check: {profiles}
ar_sa: {ps} ملفات شخصية للتحقق منها: {profiles}
es_es: Perfiles {ps} a comprobar: {profiles}
fr_fr: Profil {ps} à vérifier: {profiles}

source: {ps} data: (profiles: {profiles})
es_es: Datos {ps} : (perfiles: {profiles})
fr_fr: Données {ps} : (profils : {profiles})

source: {ps} words ({count})
es_es: {ps} palabras ({count})
fr_fr: Mots {ps} ({count})

source: {ps} {profile} Data Summary
es_es: Resumen de datos {ps} {profile}
fr_fr: {ps} {profile} Résumé des Données

source: {ps} {profile} Tone Report in Process ({timestamps})
es_es: {ps} {profile} Informe del tono en el proceso ({timestamps})

source: {repo} currently has {count} files
es_es: {repo} actualmente tiene archivos {count}
fr_fr: {repo} a actuellement des fichiers {count}

source: {repo} repository object initialized at {url} for {desc}, with {count} files.
es_es: Objeto de repositorio {repo} inicializado en {url} para {desc}con archivos {count}.
fr_fr: L'objet du dépôt {repo} a été initialisé à {url} pour {desc}, avec des fichiers {count}.

source: {repo} repository object initialized on branch {branch} at {url} for {desc}, with {count} files.
es_es: Objeto del repositorio {repo} inicializado en la rama {branch} en {url} para {desc}con archivos {count}.
fr_fr: L'objet du dépôt {repo} a été initialisé sur la branche {branch} à {url} pour {desc}, avec des fichiers {count}.

source: {tag} node in entry {guid} has multiple examples with location {loc}. While this is legal LIFT, it is probably an error, and will lead to unexpected behavior.
es_es: El nodo {tag} en la entrada {guid} tiene varios ejemplos con la ubicación {loc}. Si bien esto es LIFT legal, probablemente es un error y conducirá a un comportamiento inesperado.
fr_fr: Le noeud {tag} dans l'entrée {guid} a plusieurs exemples avec l'emplacement {loc}. Bien qu'il s'agisse d'un LIFT légal, il s'agit probablement d'une erreur et conduira à un comportement inattendu.

source: {tag} node in entry {guid} has no examples with location {loc}? This is a logical error in A−Z+T
es_es: El nodo {tag} en la entrada {guid} no tiene ejemplos con la ubicación {loc}? Este es un error lógico en A−Z+T
fr_fr: Le noeud {tag} dans l'entrée {guid} n'a pas d'exemple avec la localisation {loc}? Ceci est une erreur logique dans A-Z+T

source: {type} makestatusframe iteration finished
es_es: Terminó la iteración de makestatusframe {type}
fr_fr: Itération du makestatusframe {type} terminée

source: {wav_count} wav files to check for the {repo} repo (of {total_count} files total here)
ar_sa: {wav_count} ملفات الموجة للتحقق من مستودع {repo} (من إجمالي الملفات {total_count} هنا)
es_es: Archivos {wav_count} wav para comprobar el repositorio {repo} (de {total_count} archivos en total aquí)
fr_fr: {wav_count} attend que les fichiers vérifient le dépôt {repo} (sur le total des fichiers {total_count} ici)

source: {} command error: {} ({})
ar_sa: {} خطأ في الأمر: {} ({})
es_es: {} error de comando: {} ({})
fr: {} erreur de commande : {} ({})
fr_fr: {} erreur de commande : {} ({})

source: {} entries found: {}
ar_sa: {} إدخالات موجودة: {}
es_es: {} entradas encontradas: {}
fr_fr: {} entrées trouvées : {}

source: {} senses found: {}
ar_sa: {} حواس: {}
es_es: {} sentidos encontrados: {}
fr_fr: {} sens trouvés : {}

source: ‘{current}’ not in langs={langs}!
ar_sa: ''{current}ليس في اللانحات={langs}!
es_es: ‘{current}’ no en langs={langs}!
fr_fr: ‘{current}’ pas dans langs={langs}!

source: ‘{glyph}’ added to verified list
es_es: ‘{glyph}’ añadido a la lista verificada
fr_fr: ‘{glyph}’ ajouté à la liste vérifiée

source: ‘{glyph}’ removed from verified list
ar_sa: '' حذف{glyph}من القائمة التي تم التحقق منها
es_es: ‘{glyph}’ eliminado de la lista verificada
fr_fr: ‘{glyph}’ retiré de la liste vérifiée

source: ‘{group}’ already verified, continuing.
es_es: ‘{group}’ ya verificado, continuando.
fr_fr: ‘{group}’ déjà vérifié, continuez.

source: ‘{lang}’ is a gloss lang! ({langs})!
ar_sa: ''{lang}عبارة عن لوح مسطح! ({langs})!
es_es: ¡‘{lang}’ es un lang de brillo! ({langs})!
fr_fr: «{lang}» est un langage brillant! ({langs})!

source: ‘{new}’ already in langs={langs}!
ar_sa: ''{new}بالفعل في اللانحات={langs}!
es_es: ‘{new}’ ya en langs={langs}!
fr_fr: ‘{new}’ déjà en langs={langs}!

source: ‘{new}’ is the same as ‘{current}’!
ar_sa: '{new}هو نفس '{current}'!
es_es: ¡‘{new}’ es lo mismo que ‘{current}’!
fr_fr: «{new}» est identique à «{current}»!

source: # It should only be used to get a new demo started.
ar_sa: # يجب أن يستخدم فقط للحصول على عرض تجريبي جديد.
fr_fr: # Il ne devrait être utilisé que pour démarrer une nouvelle démo.

source: (Check your internet connection and try again)
ar_sa: (تحقق من اتصالك بالإنترنت وحاول مرة أخرى)
fr: (Vérifiez votre connexion internet et réessayez)
fr_fr: (Vérifiez votre connexion internet et réessayez)

source: <no frames with a sort value>
fr_fr: <pas de cadres avec une valeur de tri>

source: Distinguish Non-Nasal/Glide Sonorants word finally (S#)?
ar_sa: تفضيل كلمة غير ناسية/غليدي سونورتنز أخيرا (S#)؟
fr_fr: Distinguish Non-Nasal/Glide Sonorants mot enfin (S#)?

source: Distinguish likely depressor consonants word finally (D#)?
ar_sa: هل تريد التمييز بين كلمة السكرتير الاكتئاب المحتملة في النهاية (D#)؟
fr_fr: Distinguez probablement les consonnes dépresseurs mot enfin (D#)?

source: Show Report
fr_fr: Faire Rapport

source: Share data to USB
fr_fr: Partager les données vers USB

source: Error!
ar_sa: خطأ!
fr: Erreur!
fr_fr: Erreur!

source: Error: {error}
fr_fr: Erreur: {error}

source: Found {count} valid data slices: {keys}
fr_fr: Slics de données valides {count} trouvées : {keys}

source: Hide Menus
fr_fr: Cacher les Menus

source: No!
ar_sa: لا!
fr: « Non! »
fr_fr: « Non! »

source: OK
ar_sa: حسناً
fr_fr: Bon

source: Other {check}
fr_fr: Autre {check}

source: This is the second time I've removed this item recently; so I'm going to ask you to consider joining them now.
fr_fr: C'est maintenant la deuxieme fois que j'ai supprimé cet element; donc je vais vous demander de considérer de les joindre maintenant.

source: First Five Same Consonants
fr_fr: les cinq premiers et même Consonants

source: First Five Same Vowels
fr_fr: les cinq premiers et même Vowels

source: First Four Same Consonants
fr_fr: les quatre premiers et même Consonants

source: First Four Same Vowels
fr_fr: les quatre premiers et même Vowels

source: First Six Same Consonants
fr_fr: les six premiers et même Consonants

source: First Six Same Vowels
fr_fr: les six premiers et même Vowels

source: First Three Same Consonants
fr_fr: les trois premiers et même Consonants

source: First Three Same Vowels
fr_fr: les trois premiers et même Vowels

source: First Two Same Vowels
fr_fr: les deux premiers et même Vowels

source: First Five CVs
fr_fr: les cinq premiers CVs

source: First Four CVs
fr_fr: les même premier/seul quatre CV

source: Same First Two Same Consonants
fr_fr: les même premier Deux et même Consonnes

source: Show Menus
fr_fr: Afficher les Menus

source: Sorry, empty name! Please provide at least a frame name, to distinguish it from other frames.
ar_sa: عذراً، اسم فارغ! الرجاء تقديم على الأقل اسم إطار، لتمييزه عن الأطر الأخرى.
fr: Désolé, nom vide ! Veuillez fournir au moins un nom de cadre, pour le distinguer des autres cadres.
fr_fr: Pardon! Le nom est vide! SVP donnez au moins un nom pour ce cadre de ton, pour le distinguer des autres.

source: Studying {lang}
ar_sa: دراسة {lang}
fr_fr: Étudier {lang}

source: The directory {newdirname} already exists, so I'm not going to copy your data there. Do you already have your data on your computer? If so, click '{other}' on the next screen.
ar_sa: الدليل {newdirname} موجود بالفعل، لذلك لن أنسخ بياناتك هناك. هل لديك بالفعل بياناتك على جهاز الكمبيوتر الخاص بك؟ إذا كان الأمر كذلك، انقر فوق '{other}' على الشاشة التالية.
fr_fr: Le répertoire {newdirname} existe déjà, donc je ne vais pas y copier vos données. Avez-vous déjà vos données sur votre ordinateur ? Si oui, cliquez sur '{other}' sur l'écran suivant.

source: These all have the same {checkname} ({check})
fr_fr: Tous ces éléments ont tous le même {checkname} ({check})

source: Tone Frame
fr_fr: Cadre de ton

source: click on the best option(s) above
fr_fr: cliquez sur la/les meilleur(s) option(s) en haut

source: correct the consonants and vowels below.
fr_fr: Corrigez les consonnes et voyelles en bas.

source: demo
ar_sa: تجريبي
fr: démo
fr_fr: démo

source: group_comparison: {val}
ar_sa: المجموعة_المقارنة: {val}
fr_fr: Comparaison de groupe: {val}

source: writethread: {exists}
ar_sa: كتابة: {exists}
fr_fr: fil d'écriture : {exists}

source: wrong {field}!
ar_sa: خطأ {field}!
fr_fr: mauvaise {field}!

source: {file} doesn't exist!
ar_sa: {file} غير موجود!
fr_fr: {file} n'existe pas !
