Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: If the log below doesn't include the text '{text}', or if it happened after a longer work session, please attach your compressed log file
es_es: Si el siguiente registro no incluye el texto '{text}', o si ocurrió después de una sesión de trabajo más larga, por favor adjunta tu archivo de registro comprimido
fr_fr: Si le journal ci-dessous n'inclut pas le texte '{text}', ou si cela s'est produit après une session de travail plus longue, veuillez joindre votre fichier journal compressé

source: If you don't like these selections, they can be changed later.
ar_sa: إذا كنت لا تحب هذه المحددات، فيمكن تغييرها لاحقاً.
es_es: Si no te gustan estas selecciones, se pueden cambiar más tarde.
fr_fr: Si vous n'aimez pas ces sélections, elles peuvent être modifiées plus tard.

source: If you expect one (already in your data) that isn't listed here, please click here to Email me, and I can add it.
ar_sa: إذا كنت تتوقع واحدة (بالفعل في بياناتك) غير مدرجة هنا، الرجاء النقر هنا لبريدي الإلكتروني، ويمكنني إضافتها.
es_es: Si esperas uno (ya en tus datos) que no aparece aquí, por favor haz clic aquí para enviarme un correo electrónico y puedo añadirlo.
fr_fr: Si vous vous attendez à une (déjà dans vos données) qui n'est pas listée ici, veuillez cliquer ici pour m'envoyer un courriel, et je peux l'ajouter.

source: If you have errors containing ˋportaudioˊ above, you should install pyaudio with your package manager.
ar_sa: إذا كان لديك أخطاء تحتوي على <unk> portaudio<unk> أعلاه، فيجب عليك تثبيت pyaudio مع مدير الحزمة الخاص بك.
es_es: Si tiene errores que contengan el portaudio de arriba, debería instalar pyaudio con su gestor de paquetes.
fr: Si vous avez des erreurs contenant <unk> portaudio<unk> ci-dessus, vous devriez installer pyaudio avec votre gestionnaire de paquets.
fr_fr: Si vous avez des erreurs contenant <unk> portaudio<unk> ci-dessus, vous devriez installer pyaudio avec votre gestionnaire de paquets.

source: If you make changes, this button==> will restart the program to reanalyze your data.
ar_sa: إذا قمت بإجراء تغييرات، هذا الزر==> سيقوم بإعادة تشغيل البرنامج لإعادة تحليل بياناتك.
es_es: Si haces cambios, este botón==> reiniciará el programa para reanalizar tus datos.
fr_fr: Si vous apportez des modifications, ce bouton==> redémarrera le programme pour réanalyser vos données.

source: If you're working on a multilingual dictionary, we need to figure out how to deal with that, later. :-)
ar_sa: إذا كنت تعمل على قاموس متعدد اللغات، نحن بحاجة إلى معرفة كيفية التعامل مع ذلك في وقت لاحق. :-)
es_es: Si estás trabajando en un diccionario multilingüe, tenemos que averiguar cómo tratar esto más tarde. :-)
fr_fr: Si vous travaillez sur un dictionnaire multilingue, nous devons comprendre comment gérer cela plus tard. :-)

source: Image Size
ar_sa: حجم الصورة
es_es: Tamaño de imagen
fr_fr: Taille de l'image

source: ImageFrame called without sense or url!
es_es: ImageFrame llamado sin sentido o url!
fr_fr: ImageFrame appelé sans sens ou url!

source: Imperative field name: {name}
ar_sa: اسم الحقل الضروري: {name}
es_es: Nombre de campo imperativo: {name}
fr_fr: Nom du champ Impératif : {name}

source: Imperative form
ar_sa: الشكل الضروري
es_es: Forma imperativa
fr: Forme Impérative
fr_fr: Forme Impérative

source: Important Notice!
ar_sa: إشعار مهم!
es_es: ¡Aviso importante!
fr: Avis important !
fr_fr: Avis important!

source: Imported and upgraded {s}/{old}: {val}
ar_sa: تم استيراد وترقية {s}/{old}: {val}
es_es: Importado y mejorado {s}/{old}: {val}
fr_fr: Importé et mis à jour {s}/{old}: {val}

source: Imported {s}: {val}
ar_sa: مستورد {s}: {val}
es_es: Importado {s}: {val}
fr_fr: {s}importé : {val}

source: Importing {name}
ar_sa: استيراد {name}
es_es: Importando {name}

source: Importing {setting} settings done.
ar_sa: تم استيراد إعدادات {setting}.
es_es: Importando ajustes de {setting} realizados.
fr_fr: Importation des paramètres {setting} effectuée.

source: In Progress...
ar_sa: في التقدم...
es_es: En progreso...
fr_fr: En cours...

source: In your data, {item} includes {examples}
ar_sa: في بياناتك، يتضمن {item} {examples}
es_es: En tus datos, {item} incluye {examples}
fr_fr: Dans vos données, {item} inclut {examples}

source: Initializing TaskDressing
ar_sa: تهيئة تصفيف المهام
es_es: Inicializando TaskDressing
fr_fr: Initialisation de la tâche en cours

source: Initializing settings.
ar_sa: تهيئة الإعدادات.
es_es: Inicializando configuración.
fr_fr: Initialisation des paramètres.

source: Initiate Consultant Check
ar_sa: بدء الفحص الاستشاري
es_es: Comprobar Consultante Iniciar
fr: Lancer la vérification du consultant
fr_fr: Lancer la Vérification du Consultant

source: Install {repo} first, then do this
es_es: Instala primero {repo} , luego haz esto
fr_fr: Installez d'abord {repo} puis faites ceci

source: Installing python dependencies
ar_sa: تثبيت تبعيات بايثون
es_es: Instalando dependencias de python
fr_fr: Installation des dépendances python

source: Interpret {lang} Segments
es_es: Interpretar Segmentos {lang}
fr_fr: Interpréter les segments {lang}

source: Introduction to {ps} {profile}
es_es: Introducción a {ps} {profile}
fr_fr: Introduction à {ps} {profile}

source: Invalid TextGrid header: {0} {1}
ar_sa: عنوان TextGrid غير صالح: {0} {1}
es_es: Encabezado TextGrid no válido: {0} {1}
fr_fr: En-tête de TextGrid invalide : {0} {1}

source: Invalid entries found: {invalid}/{total}
es_es: Se han encontrado entradas no válidas: {invalid}/{total}
fr_fr: Entrées non valides trouvées : {invalid}/{total}

source: It looks like neither your LWC ({analang}) nor your interface language ({interlang}) has a set of digraph defaults, so not providing any
ar_sa: يبدو أنه ليس لديك لغة LWC ({analang}) أو لغة الواجهة الخاصة بك ({interlang}) مجموعة من الافتراضات الرقمية، لذلك لا توفر أي
es_es: Parece que ni tu LWC ({analang}) ni tu idioma de interfaz ({interlang}) tiene un conjunto de valores predeterminados de digraph, por lo que no proporciona nada
fr_fr: Il semble que ni votre LWC ({analang}) ni votre langage d'interface ({interlang}) ne disposent d'un ensemble de digraphes par défaut, donc ne pas fournir aucun

source: It looks like the repository was cloned, but I can't find just one lift file. Tell {azt} which file you want to Analyze on the next page.
es_es: Parece que el repositorio ha sido clonado, pero no puedo encontrar un solo archivo de ascensor. Dígale a {azt} qué archivo desea analizar en la página siguiente.

source: It looks like you don't have {ps}-{profile} lexemes grouped in the ‘{check}’ check yet ({kwargs}).
es_es: Parece que no tienes léxicos {ps}-{profile} agrupados en la verificación{check}todavía ({kwargs}).
fr_fr: Il semble que vous n'ayez pas {ps}- lexèmes{profile} regroupés dans la vérification ‘{check}’ encore ({kwargs}).

source: It looks like you're working on your LWC; using {lang} digraph defaults
ar_sa: يبدو أنك تعمل على LWC الخاص بك؛ باستخدام {lang} أرقام افتراضية
es_es: Parece que estás trabajando en tu LWC; usando valores predeterminados de digraph {lang}
fr_fr: Il semble que vous travaillez sur votre LWC ; en utilisant les valeurs par défaut du digraphe {lang}

source: Item {item} not in list {l}, not iterating.
ar_sa: العنصر {item} ليس في القائمة {l}، وليس التكرار.
es_es: Artículo {item} no está en la lista {l}, no está iterando.
fr_fr: L'élément {item} n'est pas dans la liste {l}, pas d'itération.

source: Join Glyphs (Letters)
ar_sa: الانضمام إلى Glyphs (رسائل)
es_es: Únete a Glifos (Letras)
fr_fr: Rejoindre les glyphes (Lettres)

source: Join Groups
ar_sa: الانضمام إلى المجموعات
es_es: Unirse a grupos
fr: Rejoindre des groupes
fr_fr: Joindre des Groupes

source: Join Sort Groups
ar_sa: الانضمام إلى مجموعات الترتيب
es_es: Unirse a grupos de orden
fr_fr: Rejoindre les groupes de tri

source: Join Underlying Form Groups
ar_sa: الانضمام إلى مجموعات النماذج الأساسية
es_es: Únete a Grupos de Formularios Subyacentes
fr: Rejoignez des groupes de formulaires sous-jacents
fr_fr: Rejoindre les groupes de formulaires sous-jacents

source: Join draft UF Groups
ar_sa: الانضمام إلى مسودة مجموعات UF
es_es: Unirse a grupos UF borradores
fr: Rejoindre des groupes UF brouillons
fr_fr: Joindre des Groupes Sous-jacentes

source: Join/Rename Draft Underlying {ps}-{profile} tone groups
es_es: Unirse/Renombrar Borrador Enciendo {ps}-{profile} grupos de tono
fr_fr: Rejoindre/Renommer un brouillon sous-jacent {ps}-{profile} groupes de tonalités

source: Just {check} data
es_es: Solo datos de {check}
fr_fr: Juste les données {check}

source: Killing window
ar_sa: اقتل النافذة
es_es: Ventana de asesinato
fr_fr: Fenêtre d'élimination

source: LIFT non-parse error
ar_sa: خطأ غير تحليل LIFT
es_es: Error no analizado LIFT
fr_fr: Erreur de non-analyse LIFT

source: LIFT parse error
ar_sa: خطأ في تحليل LIFT
es_es: Error de análisis LIFT
fr_fr: Erreur d'analyse LIFT

source: Label {i} drag:{drag} drop: {drop}
ar_sa: التسمية {i} سحب:{drag} القطية: {drop}
es_es: Etiqueta {i} arrastrado:{drag} soltar: {drop}
fr_fr: Libellé {i} glisser:{drag} drop: {drop}

source: Language codes {langs} found in data, but not in settings. Check your settings!
ar_sa: رموز اللغة {langs} موجودة في البيانات، ولكن ليس في الإعدادات. تحقق من إعداداتك!
es_es: Se han encontrado códigos de idioma {langs} en los datos, pero no en la configuración. ¡Compruebe su configuración!
fr_fr: Code de langue {langs} trouvé dans les données, mais pas dans les paramètres. Vérifiez vos paramètres!

source: Language initialization done.
ar_sa: تمت تهيئة اللغة.
es_es: Inicialización del idioma hecho.
fr_fr: Initialisation de la langue effectuée.

source: Language with code [{code}]
ar_sa: اللغة مع الرمز [{code}]
es_es: Idioma con código [{code}]
fr_fr: Langue avec code [{code}]

source: Language {lang} found without segment settings.
ar_sa: تم العثور على اللغة {lang} بدون إعدادات القطاع.
es_es: Idioma {lang} encontrado sin configuración de segmento.
fr_fr: La langue {lang} n'a pas de paramètres de segment.

source: Language:
ar_sa: اللغة:
es_es: Idioma:
fr_fr: Langue :

source: Languages
ar_sa: اللغات
es_es: Idiomas
fr: Langues
fr_fr: Langues

source: Larger Fonts
ar_sa: خطوط أكبر
es_es: Fuentes más grandes
fr: Police plus grande
fr_fr: Polices plus grandes

source: Last analysis at {analysis_time}; last join at {join_time} last sort at {sort_time} (analysisOK={ok})
es_es: Último análisis en {analysis_time}; último ingreso en {join_time} último ordenamiento en {sort_time} (análisisOK={ok})
fr_fr: Dernière analyse à {analysis_time}; dernière adhésion à {join_time} dernier tri à {sort_time} (analyisOK={ok})

source: Left click to play, Right click to configure
ar_sa: انقر بالزر الأيسر للعب، انقر بالزر الأيمن لتكوين
es_es: Clic izquierdo para jugar, Click derecho para configurar
fr: Clic gauche pour jouer, Clic droit pour configurer
fr_fr: Clic gauche pour jouer, Clic droit pour configurer

source: Letter
ar_sa: حرف
es_es: Letra
fr_fr: Lettre

source: Level {level} match, parsing automatically (auto: {auto})
ar_sa: المستوى {level} ، تحليل تلقائي (تلقائي: {auto})
es_es: Coincidir nivel {level} , analizar automáticamente (auto: {auto})
fr_fr: Le niveau {level} correspond, analyse automatique (auto: {auto})

source: Level {level} match, parsing with confirmation (ask: {ask})
ar_sa: مستوى {level} ، تحليل مع تأكيد (سأل: {ask})
es_es: El nivel {level} coincide, analizando con confirmación (pregunta: {ask})
fr_fr: Le niveau {level} correspond, analyse avec confirmation (demande : {ask})

source: Lexeme form
ar_sa: نموذج Lexeme
es_es: Formulario Lexema
fr: Forme de lexème
fr_fr: Forme de lexème

source: LiftURL is trying to make a lift node; this should never happen; exiting!
ar_sa: LiftURL يحاول إنشاء عقدة رفع؛ وهذا يجب ألا يحدث أبدا؛ يخرج!
es_es: LiftURL está tratando de hacer un nodo elevador; esto nunca debería suceder; ¡saliendo!
fr_fr: LiftURL essaie de faire un nœud de levage; cela ne devrait jamais se produire, quitte !

source: Limiting segment work to this slice
ar_sa: قصر عمل الجزء على هذه الشريحة
es_es: Limitando el trabajo del segmento a esta porción
fr_fr: Limiter le travail du segment à cette tranche

source: Loading Affixes
ar_sa: جاري تحميل الإضافات
es_es: Cargando Afijos
fr: Chargement des affixes
fr_fr: Chargement des affixes

source: Loading Images
ar_sa: تحميل الصور
es_es: Cargando imágenes
fr_fr: Chargement des images

source: Location in word
ar_sa: الموقع بكلمة
es_es: Ubicación en palabra
fr: Emplacement dans le mot
fr_fr: Localisation dans le mot

source: Logical problem! n:{n}; v:{v} ({sense_id})
ar_sa: مشكلة منطقية! n:{n}; v:{v} ({sense_id})
es_es: ¡Problema lógico! n:{n}; v:{v} ({sense_id})
fr_fr: Problème logique ! n:{n}; v:{v} ({sense_id})

source: Loglevel is {level}; started at {time}
ar_sa: مستوى السجل هو {level}؛ بدأ في {time}
es_es: Loglevel es {level}; comenzó en {time}
fr_fr: Le niveau de journal est {level}; démarré à {time}

source: Looking at ps {ps}
ar_sa: النظر إلى التطبيقات {ps}
es_es: Ver ps {ps}
fr_fr: En train de regarder {ps}

source: Looking at pss {pss}
ar_sa: النظر إلى pss {pss}
es_es: Mirando a la {pss}
fr_fr: Regarde pss {pss}

source: Looking at {profile}
ar_sa: النظر إلى {profile}
es_es: Mirando a {profile}
fr_fr: Regarde {profile}

source: Looking for file names for {node} ({tag})
ar_sa: البحث عن أسماء الملفات ل {node} ({tag})
es_es: Buscando nombres de archivo para {node} ({tag})
fr_fr: Recherche de noms de fichiers pour {node} ({tag})

source: Looking for sensids by UF tone groups for {profile}-{ps}
es_es: Buscando sensores por grupos de tono UF para {profile}-{ps}
fr_fr: Recherche de sensids par groupes de tonalités UF pour {profile}-{ps}

source: Looking for tone check ‘{check}’, but not in {ps} frames: {frames}
ar_sa: البحث عن نغمة تحقق ''{check}، ولكن ليس في إطارات {ps} : {frames}
es_es: Buscando chequeo de tono ‘{check}’, pero no en cuadros {ps} : {frames}
fr_fr: Recherche de la tonalité «{check}», mais pas dans les images {ps} : {frames}

source: Looking for untracked files to add to repositories
ar_sa: البحث عن ملفات غير متبوعة لإضافتها إلى المستودعات
es_es: Buscando archivos no rastreados para añadir a los catlogos
fr: Recherche de fichiers non suivis à ajouter aux dépôts
fr_fr: Recherche de fichiers non suivis à ajouter aux dépôts

source: Looking for words of {} syllables.
ar_sa: البحث عن كلمات من {} مقاطع.
es_es: Buscando palabras de {} sílabas.
fr_fr: Recherche de mots de {} syllabes.

source: Looking for {head} as the head of a target is going to cause problems, as it appears in too many places, and is likely to not give the desired results. Fix this, and try again. (whole target: {target})
ar_sa: البحث عن {head} كرأس للهدف سيسبب مشاكل. وكما يظهر في أماكن كثيرة جدا، ومن المرجح ألا يحقق النتائج المرجوة. إصلاح هذا، وحاول مرة أخرى. (الهدف بأكمله: {target})
es_es: Buscando {head} como cabeza de un objetivo va a causar problemas. como aparece en demasiados lugares, y es probable que no dé los resultados deseados. Arregle esto, e inténtelo de nuevo. (objetivo completo: {target})
fr_fr: La recherche de {head} en tant que tête d'une cible va causer des problèmes, comme il apparaît dans trop d'endroits, et est susceptible de ne pas donner les résultats souhaités. Corrigez cela, puis réessayez. (cible entière : {target})

source: Looking for {head} in children of {node}: {children}
ar_sa: البحث عن {head} في أطفال {node}: {children}
es_es: Buscando {head} en hijos de {node}: {children}
fr_fr: Recherche de {head} dans les enfants de {node}: {children}

source: Looking for {repo} branch name in {file}
es_es: Buscando el nombre de la rama {repo} en {file}
fr_fr: Recherche du nom de la branche {repo} en {file}

source: Looks like I couln't find Praat...
ar_sa: يبدو أنني لم أستطع العثور على برات...
es_es: Parece que no he encontrado Praat...
fr: « On dirait que je n'ai pas pu trouver Praat... »

source: Looks like I found an iso code for analang! ({lang})
ar_sa: يبدو أنني وجدت رمز iso للانانانغ! ({lang})
es_es: ¡Parece que he encontrado un código ISO para el analang! ({lang})
fr_fr: On dirait que j'ai trouvé un code iso pour analang ! ({lang})

source: Looks like I found an iso code with data for analang! ({lang})
ar_sa: يبدو أنني عثرت على رمز iso مع بيانات للانانانج! ({lang})
es_es: ¡Parece que he encontrado un código ISO con datos para analang! ({lang})
fr_fr: On dirait que j'ai trouvé un code iso avec des données pour analang ! ({lang})

source: Looks like a form is missing, or {lx} isn't a subset of {lc} ({pl};{imp})
ar_sa: يبدو أن النموذج مفقود، أو أن {lx} ليس مجموعة فرعية من {lc} ({pl};{imp})
es_es: Parece que falta un formulario, o {lx} no es un subconjunto de {lc} ({pl};{imp})
fr_fr: On dirait qu'un formulaire est manquant, ou {lx} n'est pas un sous-ensemble de {lc} ({pl};{imp})

source: Looks like that didn't work; trying again not in the background ({kwargs}).
es_es: Parece que eso no funcionó; intentándolo de nuevo no en segundo plano ({kwargs}).
fr_fr: On dirait que cela n'a pas fonctionné ; essayer à nouveau en arrière-plan ({kwargs}).

source: Looks like that didn't work; you may need to run a report first, or not do it in the background ({kwargs}).
es_es: Parece que eso no funcionó; puede que necesite ejecutar un informe primero, o no hacerlo en segundo plano ({kwargs}).
fr_fr: On dirait que cela n'a pas fonctionné ; vous devrez peut-être exécuter un rapport en premier, ou ne pas le faire en arrière-plan ({kwargs}).

source: Looks like the analysis is good; moving on.
ar_sa: يبدو أن التحليل جيد؛ المضي قدماً.
es_es: Parece que el análisis es bueno.
fr: On dirait que l'analyse est bonne; elle va de l'avant.
fr_fr: On dirait que l'analyse est bonne; elle va de l'avant.

source: Looks like the analysis isn't good, but we're not in the background, so I'm doing a new analysis now.
ar_sa: يبدو أن التحليل ليس جيداً، لكننا لسنا في الخلفية، لذا فأنا أقوم بتحليل جديد الآن.
es_es: Parece que el análisis no es bueno, pero no estamos en segundo plano, así que ahora estoy haciendo un nuevo análisis.
fr: On dirait que l'analyse n'est pas bonne, mais nous ne sommes pas en arrière-plan, donc je fais une nouvelle analyse maintenant.
fr_fr: On dirait que l'analyse n'est pas bonne, mais nous ne sommes pas en arrière-plan, donc je fais une nouvelle analyse maintenant.

source: Looks like there is no Imperative field in the database
ar_sa: يبدو أنه لا يوجد حقل حتمي في قاعدة البيانات
es_es: Parece que no hay ningún campo imperativo en la base de datos
fr: Il semble qu'il n'y ait pas de champ Imperatif dans la base de données
fr_fr: Il me semble qu'il n'y a pas de champ Imperatif dans la bsae des données

source: Looks like there is no Plural field in the database
ar_sa: يبدو أنه لا يوجد حقل تعددي في قاعدة البيانات
es_es: Parece que no hay ningún campo plural en la base de datos
fr: Il semble qu'il n'y ait pas de champ Plural dans la base de données
fr_fr: Il me semble qu'il n'y a pas de champ pluriel dans la bsae des données

source: Looks like there was an error, after all: {}
ar_sa: يبدو أنه كان هناك خطأ، بعد كل شيء: {}
es_es: Parece que hubo un error, después de todo: {}
fr_fr: On dirait qu'il y a eu une erreur, après tout : {}

source: Looks like there's a problem with your directory... {file} {dir}
ar_sa: يبدو أن هناك مشكلة في الدليل الخاص بك... {file} {dir}
es_es: Parece que hay un problema con tu directorio... {file} {dir}
fr_fr: On dirait qu'il y a un problème avec votre répertoire... {file} {dir}

source: Looks like {lx} isn't a subset of {pl} or {imp} ({error})
ar_sa: يبدو أن {lx} ليس مجموعة فرعية من {pl} أو {imp} ({error})
es_es: Parece que {lx} no es un subconjunto de {pl} o {imp} ({error})
fr_fr: On dirait que {lx} n'est pas un sous-ensemble de {pl} ou {imp} ({error})

source: Looks like ˋ{}ˊ contains single and double quotes!
ar_sa: يبدو أن <unk> {}<unk> تحتوي على اقتباسات واحدة و مزدوجة!
es_es: ¡Parece que la comillas simples y dobles contenen!
fr_fr: On dirait que <unk> {}<unk> contient des guillemets simples et doubles !

source: MS Windows screen size: {size}
es_es: Tamaño de pantalla MS Windows: {size}
fr_fr: Taille d'écran MS Windows : {size}

source: Make Custom Second Form Field for {ps}
ar_sa: جعل حقل نموذج ثان مخصص ل {ps}
es_es: Hacer campo de segundo formulario personalizado para {ps}
fr_fr: Créer un deuxième champ de formulaire personnalisé pour {ps}

source: Make a Demo LIFT Database
ar_sa: إنشاء قاعدة بيانات LIFT
es_es: Hacer una base de datos LIFT de demostración
fr: Créer une base de données démo LIFT
fr_fr: Créer une base de données démo LIFT

source: Make a demo database to try out {azt}
ar_sa: إنشاء قاعدة بيانات تجريبية لتجربة {azt}
es_es: Hacer una base de datos de demostración para probar {azt}
fr_fr: Créer une base de données de démonstration pour essayer {azt}

source: Making CAWL field
ar_sa: إنشاء حقل CAWL
es_es: Haciendo campo CAWL
fr_fr: Réalisation du champ CAWL

source: Making Demo Database (will restart)
ar_sa: جعل قاعدة البيانات التجريبية (سيتم إعادة التشغيل)
es_es: Hacer base de datos demo (se reiniciará)
fr: Faire de la base de données démo (va redémarrer)
fr_fr: Faire de la base de données démo (va redémarrer)

source: Making Glyph member {item} button
es_es: Haciendo el botón de miembro de Glyph {item}
fr_fr: Rendre membre du glyphe {item} bouton

source: Making Target now.
ar_sa: جعل الهدف الآن.
es_es: Haciendo Destino ahora.
fr_fr: Réalisation de la cible maintenant.

source: Making changes will restart {name} and trigger another syllable profile analysis. If you don't want that, click ‘{btn}’.
ar_sa: إجراء التغييرات سيؤدي إلى إعادة تشغيل {name} وتشغيل تحليل ملف تعريف مقطع آخر. إذا كنت لا تريد ذلك، انقر ''{btn}'.
es_es: Hacer cambios reiniciará {name} y activará otro análisis de perfil flexible. Si no lo desea, haga clic en ‘{btn}’.
fr_fr: Faire des modifications redémarrera {name} et déclenchera une autre analyse de profil syllabe. Si vous ne voulez pas cela, cliquez sur «{btn}».

source: Making check attribute ({check})
es_es: Comprobando atributo ({check})
fr_fr: Réalisation de l'attribut de vérification ({check})

source: Match with three forms with ps, asking for confirmation (ask: {ask_level})
ar_sa: المطابقة مع ثلاثة نماذج مع ps، طلب التأكيد (سؤال: {ask_level})
es_es: Coincidir con tres formularios con ps, pidiendo confirmación (pregunta: {ask_level})
fr_fr: Faire correspondre avec trois formulaires avec des ps, en demandant confirmation (demande : {ask_level})

source: Max lexical categories: {max_pss}
ar_sa: الحد الاقصى للفئات الجزئية: {max_pss}
es_es: Máximas categorías léxicas: {max_pss}
fr_fr: Catégories lexicales maximales : {max_pss}

source: Maybe status/slices aren't set up yet.
ar_sa: ربما الحالة / الشرائح لم يتم إعدادها بعد.
es_es: Tal vez el estado/slices no estén configurados todavía.
fr: Peut-être que le statut/les tranches ne sont pas encore configurés.
fr_fr: Peut-être que le statut/les tranches ne sont pas encore configurés.

source: Maybeshowtarget: leveling up to {parent}
ar_sa: مابيشوووووووو: رفع المستوى إلى {parent}
es_es: Objetivo de la demostración: subir de nivel a {parent}
fr_fr: format@@0 Maybeshowtarget: leveling up to {parent}

source: Maybeshowtarget: showing {parent}
ar_sa: مايستوووووووور: عرض {parent}
es_es: Maybeshow: mostrando {parent}
fr_fr: format@@0 Maybeshowtarget: showing {parent}

source: Maybeshowtarget: {parent} (family: {family})
ar_sa: مايستوووووه: {parent} (الأسرة: {family})
es_es: Maybeshowtarget: {parent} (familia: {family})
fr_fr: Objectif Maybeshow: {parent} (famille: {family})

source: Me not committing when asked to by {name}
es_es: No me comprometo cuando me lo solicite {name}
fr_fr: Moi qui ne communique pas quand {name} le demande

source: Meanings in {lang}
ar_sa: المعاني في {lang}
es_es: Mangas en {lang}
fr_fr: Significations en {lang}

source: Menus: {menu}; {chooser_menu} (chooser)
ar_sa: القائمة: {menu}؛ {chooser_menu} (مختار)
es_es: Menús: {menu}; {chooser_menu} (seleccionador)
fr_fr: Menus : {menu}; {chooser_menu} (choisisseur)
