Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: You're done enough with: {status}
ar_sa: لقد أنجزت بما فيه الكفاية: {status}
es_es: Ya has hecho lo suficiente con: {status}
fr_fr: Vous en avez fait assez avec: {status}

source: Your dictionary database is loading...
ar_sa: يتم تحميل قاعدة بيانات القاموس الخاصة بك...
es_es: Su base de datos de diccionarios está cargando...
fr_fr: Votre base de données de dictionnaire est en cours de chargement...

source: Your regular expressions look OK for {lang} (there are no segments in your {lang} data that are not in a regex).
ar_sa: تبدو التعبيرات العادية الخاصة بك موافق لـ {lang} (لا توجد أجزاء في بيانات {lang} الخاصة بك ليست في regex).
es_es: Tus expresiones regulares parecen correctas para {lang} (no hay segmentos en tus datos de {lang} que no estén regex).
fr_fr: Vos expressions régulières sont correctes pour {lang} (il n'y a aucun segment dans vos données {lang} qui ne sont pas dans une expression régulière).

source: Your {lang} database has the following symbols, which are excluding {count} words from being analyzed: {symbols}
ar_sa: قاعدة بياناتك {lang} تحتوي على الرموز التالية، والتي تستبعد الكلمات {count} من التحليل: {symbols}
es_es: Tu base de datos {lang} tiene los siguientes símbolos, los cuales están excluyendo de ser analizados {count} palabras: {symbols}
fr_fr: Votre base de données {lang} a les symboles suivants, qui excluent les mots {count} d'être analysés : {symbols}

source: add another gloss language
ar_sa: إضافة لغة مسطحة أخرى
es_es: añadir otro idioma de glosas
fr_fr: ajouter une autre langue de glose

source: additional gloss language
ar_sa: لغة مسارد إضافية
es_es: idioma de glosas adicional
fr: langage glacé supplémentaire
fr_fr: langage glacé supplémentaire

source: all
es_es: todo
fr_fr: Tous

source: all reports ({reports})
es_es: todos los informes ({reports})
fr_fr: tous les rapports ({reports})

source: analang guessed: {lang} (If you don't like this, change it in the menus)
ar_sa: تخمين: {lang} (إذا لم تعجبك هذا، قم بتغييره في القوائم)
es_es: analang adivinado: {lang} (Si no te gusta esto, cámbialo en los menús)
fr_fr: analang deviné : {lang} (Si vous n'aimez pas, changez-le dans les menus)

source: analang in use: {analang} (If you don't like this, change it in the menus)
ar_sa: اللغة المستخدمة: {analang} (إذا لم تعجبك هذا، قم بتغييرها في القوائم)
es_es: analang en uso: {analang} (Si no te gusta esto, cámbialo en los menúes)
fr_fr: analang en cours d'utilisation : {analang} (Si vous n'aimez pas, changez-le dans les menus)

source: analysis language
ar_sa: لغة التحليل
es_es: lenguaje de análisis
fr: langage d'analyse
fr_fr: langage d'analyse

source: and {lang}
ar_sa: و {lang}
es_es: y {lang}
fr_fr: et {lang}

source: asked for glosslangs {langs}
ar_sa: طلب المسطحات {langs}
es_es: pidió glosslangs {langs}
fr_fr: a demandé des glosslangs {langs}

source: asking with these options: {options}
ar_sa: السؤال مع هذه الخيارات: {options}
es_es: preguntar con estas opciones: {options}
fr_fr: demande avec ces options : {options}

source: assuming {profile} is a regular profile.
es_es: asumiendo que {profile} es un perfil regular.
fr_fr: en supposant que {profile} est un profil régulier.

source: assuming {profile} is an ad hoc profile.
es_es: asumiendo que {profile} es un perfil ad hoc.
fr_fr: en supposant que {profile} soit un profil ad hoc.

source: attr {attr} not found!
ar_sa: لم يتم العثور على أكثر من {attr}!
es_es: attr {attr} no encontrado!
fr_fr: attr {attr} introuvable !

source: attribute {lang} doesn't seem to be there
ar_sa: السمة {lang} لا يبدو أنها موجودة هناك
es_es: el atributo {lang} no parece estar ahí
fr_fr: l'attribut {lang} ne semble pas être là

source: attrs_moved_to_object={val}
ar_sa: جذاب_نقل_إلى_object={val}
es_es: attrs_moved_a_objeto={val}

source: by {check}
es_es: por {check}
fr_fr: par {check}

source: change the interface language
ar_sa: تغيير لغة الواجهة
es_es: cambiar el idioma de la interfaz
fr_fr: changer la langue de l'interface

source: change this
ar_sa: تغيير هذا
es_es: cambiar esto
fr: modifier ceci
fr_fr: modifier ceci

source: change this auto parse level
ar_sa: تغيير مستوى التحليل التلقائي هذا
es_es: cambiar este nivel de auto análisis
fr_fr: modifier ce niveau d'analyse automatique

source: change this check
ar_sa: تغيير هذا الاختيار
es_es: cambiar esta comprobación
fr_fr: modifier cette vérification

source: change this confirmed parse level
ar_sa: تغيير مستوى التحليل المؤكّد
es_es: cambiar este nivel de análisis confirmado
fr_fr: modifier ce niveau d'analyse confirmé

source: change this field
ar_sa: تغيير هذا الحقل
es_es: cambiar este campo
fr_fr: modifier ce champ

source: change this gloss language
ar_sa: تغيير لغة هذه المسطحات
es_es: cambiar este idioma de glosas
fr_fr: changer cette langue de glose

source: change this glosslang
ar_sa: تغيير هذا اللمس
es_es: cambiar este glosslang
fr_fr: modifier ce glosslang

source: change this grammatical category
ar_sa: تغيير هذه الفئة النحوية
es_es: cambiar esta categoría gramatical
fr_fr: modifier cette catégorie grammaticale

source: change this group
ar_sa: تغيير هذه المجموعة
es_es: cambiar este grupo
fr_fr: modifier ce groupe

source: change this max
ar_sa: تغيير هذا الحد الأقصى
es_es: cambiar este máximo
fr_fr: changer ce max

source: change this sense to do
ar_sa: تغيير هذا الإحساس لفعل
es_es: cambiar este sentido para hacer
fr_fr: modifier ce sens à faire

source: change this syllable profile
ar_sa: تغيير هذا الملف الشخصي للمخطط
es_es: cambiar este perfil sílice
fr_fr: modifier ce profil syllabe

source: change this tone frame
ar_sa: تغيير إطار هذه النغمة
es_es: cambiar este marco de tono
fr_fr: changer cette image de ton

source: change to other check types
ar_sa: تغيير إلى أنواع تحقق أخرى
es_es: cambiar a otros tipos de verificación
fr_fr: changer pour d'autres types de vérification

source: check
ar_sa: تحقق
es_es: comprobar
fr: vérifier
fr_fr: vérifier

source: checking for an OK analysis across all checks
es_es: comprobando si hay un análisis OK en todas las comprobaciones
fr_fr: la vérification d'une analyse OK pour toutes les vérifications

source: checking these lexical category names for plausible noun and verb names: {pss}
ar_sa: التحقق من أسماء الفئات المعجمية هذه للاسم المعقول و اسم الفعل: {pss}
es_es: comprobando los nombres de las categorías léxicas para nombres verbales y sublimes: {pss}
fr_fr: vérification des noms de catégories lexicales pour les noms de noms de verbes et de noms plausibles : {pss}

source: clear entry
ar_sa: مسح الإدخال
es_es: borrar entrada
fr: effacer l'entrée
fr_fr: entrée claire

source: click on the task you want to do
ar_sa: انقر فوق المهمة التي تريد القيام بها
es_es: haz clic en la tarea que quieres hacer
fr_fr: cliquez sur la tâche que vous voulez faire

source: code:
ar_sa: الرمز:
es_es: código:

source: comparison group
ar_sa: مقارنة المجموعة
es_es: grupo de comparación
fr: groupe de comparaison
fr_fr: groupe de comparaison

source: config: {keys}
es_es: configuración: {keys}

source: current gloss language
ar_sa: لغة المسارد الحالية
es_es: idioma de glosas actual
fr: langue de glose actuelle
fr_fr: langue de glose actuelle

source: current group ({group}) doesn't seem to be in list of groups: ({groups}) This may be because we're looking for data that isn't there, or maybe a setting is off.
es_es: el grupo actual ({group}) no parece estar en la lista de grupos: ({groups}) Esto puede ser porque estamos buscando datos que no están ahí, o tal vez un ajuste está desactivado.
fr_fr: le groupe actuel ({group}) ne semble pas être dans la liste des groupes : ({groups}) Peut-être parce que nous recherchons des données qui ne sont pas là, ou peut-être un paramètre est désactivé.

source: currently:
ar_sa: حالياً:
es_es: actualmente:
fr: actuellement:
fr_fr: actuellement:

source: didn't prettyprint {}
ar_sa: لم يتم تصميم {}
es_es: no se usó el tipo de letra {}
fr_fr: pas prettyprint {}

source: directory: {dir}
es_es: directorio: {dir}
fr_fr: répertoire: {dir}

source: do you want {purpose}?
ar_sa: هل تريد {purpose}؟
es_es: ¿quieres {purpose}?
fr_fr: voulez-vous {purpose}?

source: doing word frame
ar_sa: عمل إطار الكلمة
es_es: haciendo fotograma de palabra
fr_fr: faire un cadre de mot

source: done setting up taskChooser
ar_sa: تم إعداد taskChooser
es_es: terminado de configurar taskChooser
fr_fr: a terminé la configuration du sélecteur de tâches

source: done with _removemenus
ar_sa: تم مع _removemenus
es_es: hecho con _removemenus
fr_fr: effectué avec _removemenus

source: download {url}
ar_sa: تحميل {url}
es_es: descargar {url}
fr_fr: télécharger {url}

source: empty
ar_sa: فارغ
es_es: vacío
fr: vide
fr_fr: vide

source: entry {id} doesn't have glosses; not showing.
ar_sa: الإدخال {id} لا يحتوي على مسارد ولا يعرض.
es_es: la entrada {id} no tiene glosas; no se muestra.
fr_fr: l'entrée {id} n'a pas de gloses; ne s'affichent pas.

source: example (unsorted)
ar_sa: مثال (بدون فرز)
es_es: ejemplo (sin ordenar)
fr_fr: exemple (non trié)

source: faster
ar_sa: أسرع
es_es: más rápido
fr: plus rapide
fr_fr: plus rapide

source: for ‘{check}’ (NOT {checkname})
es_es: para ‘{check}’ (NOT {checkname})
fr_fr: pour ‘{check}’ (NON PAS {checkname})

source: for ‘{check}’ ({checkname})
es_es: para ‘{check}’ ({checkname})
fr_fr: pour ‘{check}’ ({checkname})

source: form
ar_sa: استمارة
es_es: forma
fr: Formulaire
fr_fr: Formulaire

source: found {count} common commits: {hashes}
es_es: se encontraron {count} commits comunes: {hashes}
fr_fr: a trouvé les livraisons communes {count} : {hashes}

source: found ‘{current}’, and not ‘{new}’ in langs={langs}.
ar_sa: تم العثور على '{current}'، وليس '{new}في Langs={langs}.
es_es: encontró ‘{current}’ y no ‘{new}’ en langs={langs}.
fr_fr: a trouvé ‘{current}’, et non ‘{new}’ dans langs={langs}.

source: found ‘{key}’ ui.Variable: {value}
ar_sa: تم العثور على ''{key}ui.Vvariable: {value}
es_es: encontrado ‘{key}’ ui.Variable: {value}
fr_fr: «{key}» ui.Variable: {value}

source: found: {val} (x{n}), looking for {what}
ar_sa: تم العثور عليه: {val} (x{n}، البحث عن {what}
es_es: encontrado: {val} (x{n}), buscando {what}
fr_fr: trouvé : {val} (x{n}), recherche {what}

source: ftype mismatch! ({val}/{type})
ar_sa: عدم تطابق النوع! ({val}/{type})
es_es: ftype no coincide! ({val}/{type})
fr_fr: Incompatibilité de ftype! ({val}/{type})

source: give two to eight (2-8) characters to identify your dialect
ar_sa: إعطاء حرفين إلى ثمانية (2-8) لتحديد لهجاتك
es_es: da de dos a ocho (2-8) caracteres para identificar tu dialecto
fr_fr: donner deux à huit caractères (2-8) pour identifier votre dialecte

source: given senseid, but can't really get sense
ar_sa: معطاة معنوية، ولكن لا يمكن حقا أن تكون منطقية
es_es: dado el sentido, pero no tiene sentido
fr_fr: senseid donné, mais ne peut vraiment pas avoir de sens

source: gloss
ar_sa: المسطحات
es_es: glosa
fr: brillant
fr_fr: brillant

source: gloss languages found: {langs}
ar_sa: تم العثور على لغات المسارد: {langs}
es_es: idiomas de glosas encontrados: {langs}
fr_fr: langues glose trouvées : {langs}

source: go to {url}
ar_sa: اذهب إلى {url}
es_es: ir a {url}
fr_fr: aller à {url}

source: group {group} set: {val}
ar_sa: المجموعة {group} : {val}
es_es: conjunto {group} de grupo: {val}
fr_fr: groupe {group} défini : {val}

source: group ‘{group}’ isn't in glyphs! ({members})
es_es: el grupo ‘{group}’ no está en los glifos! ({members})
fr_fr: le groupe ‘{group}’ n’est pas en glyphes ! ({members})

source: head of wav files here: {files}
ar_sa: رأس ملفات الموجات هنا: {files}
es_es: cabeza de archivos wav aquí: {files}
fr_fr: chef des fichiers wav ici: {files}

source: head of wav files in repo: {files}
ar_sa: رأس ملفات الواف في المستودع: {files}
es_es: cabeza de archivos wav en reposo: {files}
fr_fr: chef des fichiers wav dans le dépôt : {files}

source: head of wav files to check: {files}
ar_sa: رأس ملفات الواف للتحقق من: {files}
es_es: jefe de archivos wav a comprobar: {files}
fr_fr: tête des fichiers wav à vérifier : {files}

source: in ‘{check}’ frame
es_es: en el marco{check}
fr_fr: dans le cadre ‘{check}’

source: index: {index}
ar_sa: الفهرس: {index}
es_es: índice: {index}

source: item {item} conflicts with glyph {glyph}
es_es: el objeto {item} entra en conflicto con el glifo {glyph}
fr_fr: élément {item} entre en conflit avec le glyphe {glyph}

source: iwascalledby {caller}, but don't have upstream.
es_es: iwascalledby {caller}, pero no tiene fuentes originales.
fr_fr: iwascalledby {caller}, mais pas amont.

source: just use {name}
ar_sa: استخدم فقط {name}
es_es: solo usa {name}
fr_fr: utilisez juste {name}

source: langform found!
ar_sa: تم العثور عليه!
es_es: langform encontrado!
fr_fr: formulaire trouvé !

source: language data
ar_sa: بيانات اللغة
es_es: datos del idioma
fr: données de langue
fr_fr: données de langue

source: last level {target} (of {parents}) not in {level}; this is a problem!
ar_sa: المستوى الأخير {target} (من {parents}) ليس في {level}؛ هذه مشكلة!
es_es: último nivel {target} (de {parents}) no en {level}; esto es un problema!
fr_fr: dernier niveau {target} (de {parents}) pas dans {level}; c'est un problème !

source: less H-L difference
ar_sa: أقل من فرق H-L
es_es: menos diferencia H-L
fr: différence de H-L inférieure
fr_fr: différence de H-L inférieure

source: less repetitions: {}
ar_sa: أقل من التكرار: {}
es_es: menos repeticiones: {}
fr_fr: moins de répétitions : {}

source: letter
ar_sa: حرف
es_es: letra
fr_fr: Lettre

source: letter group
es_es: grupo de letras
fr_fr: groupe de lettres

source: letter ‘{group}’
es_es: letra ‘{group}’
fr_fr: lettre «{group}»

source: line {line} w/o lexical category; leaving.
ar_sa: السطر {line} w/o الفئة المعجمة؛ المغادرة.
es_es: línea {line} sin categoría léxica; saliendo.
fr_fr: ligne {line} sans catégorie lexicale; partir.

source: locale.getdefaultlocale output for comparison: {locale}
es_es: salida locale.getdefaultlocale para comparación: {locale}
fr_fr: Locale.getdefaultlocale sortie pour comparaison : {locale}

source: locale.getlocale doesn't seem to have returned any results: {locale} (OS: {os})Using English user interface
es_es: locale.getlocale no parece haber devuelto ningún resultado: {locale} (OS: {os})Utilizando interfaz de usuario en inglés
fr_fr: locale.getlocale ne semble avoir retourné aucun résultat : {locale} (OS: {os})Utiliser l'interface utilisateur anglaise

source: logical possiblities generated: {}
ar_sa: الاحتمالات المنطقية التي تم إنشاؤها: {}
es_es: posibilidades lógicas generadas: {}
fr_fr: possibilités logiques générées : {}

source: looking for langs {langs}
ar_sa: البحث عن ممرات {langs}
es_es: buscando langs {langs}
fr_fr: recherche de langs {langs}

source: looks like a noun; parsing plural
ar_sa: يبدو مثل الاسم؛ تحليل الجمع.
es_es: parece un noun; analizando el plural
fr_fr: ressemble à un nom ; analyse au pluriel

source: looks like a verb; parsing imperative
ar_sa: يبدو مثل الفعل؛ تحليل الحتمية
es_es: parece un verbo; analizar imperativo
fr_fr: ressemble à un verbe; analyse impérative

source: looks like it was at last successful; so I'm going to reboot in a bit. Output follows:
ar_sa: يبدو أنها كانت في النهاية ناجحة؛ لذلك سأقوم بإعادة التشغيل في قليل. المخرجات هي:
es_es: Parece que finalmente fue exitoso; así que voy a reiniciar en un poco. Salida a continuación:
fr_fr: on dirait que c'était enfin réussi ; donc je vais redémarrer un peu. Sortie suit:

source: looks like it was successful; so I'm going to reboot in a bit. Output follows:
ar_sa: يبدو أنها كانت ناجحة؛ لذلك سأقوم بإعادة التشغيل في فترة ما. المخرج:
es_es: Parece que se ha realizado con éxito; así que voy a reiniciar en un poco. Salida a continuación:
fr_fr: on dirait que ça a été réussi; donc je vais redémarrer un peu. Sortie :

source: looks like the parser isn't up yet ({error})
ar_sa: يبدو أن المحلل لم يرتفع بعد ({error})
es_es: Parece que el analizador aún no está arriba ({error})
fr_fr: semble que l'analyseur n'est pas encore disponible ({error})

source: looks like there was a problem finding your new file. ({newfile})
ar_sa: يبدو أنه كانت هناك مشكلة في العثور على ملفك الجديد. ({newfile})
es_es: Parece que ha habido un problema al encontrar tu nuevo archivo. ({newfile})
fr_fr: semble y avoir eu un problème lors de la recherche de votre nouveau fichier. ({newfile})

source: main screen
ar_sa: الشاشة الرئيسية
es_es: pantalla principal
fr: écran principal
fr_fr: écran principal

source: mark_item_glyph added ‘{item}’ to ‘{glyph}’
ar_sa: أضاف mark_item_glyph ''{item}إلى '{glyph}
es_es: mark_item_glyph agregó ‘{item}’ a ‘{glyph}’
fr_fr: mark_item_glyph ajouté ‘{item}’ à ‘{glyph}’

source: mark_item_glyph failed to add ‘{item}’ to ‘{glyph}’
ar_sa: عجزت mark_item_glyph عن إضافة '{item}' إلى '{glyph}
es_es: mark_item_glyph no ha podido añadir ‘{item}’ a ‘{glyph}’
fr_fr: mark_item_glyph n'a pas pu ajouter ‘{item}’ à ‘{glyph}’

source: more H-L difference
ar_sa: المزيد من الفرق H-L
es_es: más diferencia H-L
fr: plus de différence H-L
fr_fr: plus de différence H-L

source: moving attr {attr} to object ({val})
ar_sa: نقل البطر {attr} إلى الكائن ({val})
es_es: mover {attr} al objeto ({val})
fr_fr: déplace attr {attr} vers un objet ({val})

source: next
ar_sa: التالي
es_es: siguiente
fr_fr: suivant

source: next check
ar_sa: التحقق التالي
es_es: próximo cheque
fr: prochaine vérification
fr_fr: prochaine vérification

source: next group
ar_sa: المجموعة التالية
es_es: siguiente grupo
fr: groupe suivant
fr_fr: prochaine proupe

source: next syllable profile
ar_sa: ملف تعريف المقطع التالي
es_es: siguiente perfil de sílabas
fr: profil syllabe suivant
fr_fr: prochaine profil de syllabe

source: next tone frame
ar_sa: إطار النغمة التالي
es_es: siguiente marco de tono
fr: cadre de tonalité suivant
fr_fr: prochaine cadre de tons

source: no runwindow frame; quitting!
ar_sa: لا يوجد إطار تشغيل النافذة؛ الإقلاع عن العمل!
es_es: no hay marco de ventana de ejecución; ¡terminando!
fr_fr: pas de cadre de fenêtre d'exécution, quitter !

source: no runwindow; quitting!
ar_sa: لا يوجد نافذة تشغيلية؛ الإقلاع عن العمل!
es_es: sin runwindow; ¡saliendo!
fr_fr: pas de fenêtre d'exécution, quittez !

source: no segments
ar_sa: لا توجد أجزاء
es_es: sin segmentos
fr: aucun segment
fr_fr: aucun segment

source: no settings change; not writing.
ar_sa: لا تغيير في الإعدادات؛ لا الكتابة.
es_es: sin cambios de configuración; no escribir.
fr_fr: aucun changement de paramètres; pas d'écriture.

source: no tone frame selected.
ar_sa: لم يتم تحديد إطار النغمة.
es_es: no hay fotograma de tono seleccionado.
fr: aucun cadre de tonalité sélectionné.
fr_fr: aucun cadre de ton sélectionné.

source: no tone frames defined.
ar_sa: لم يتم تعريف أطر النغمة.
es_es: no hay fotogramas de tono definidos.
fr: aucune trame de ton définie.
fr_fr: pas de cadres de ton définis.

source: only
ar_sa: فقط
es_es: sólo
fr: seulement
fr_fr: seulement

source: or see all your options at {url}.
es_es: o ver todas tus opciones en {url}.
fr_fr: ou consultez toutes vos options sur {url}.

source: or write me at {email}.
ar_sa: أو أكتب لي في {email}.
es_es: o escríbeme a {email}.
fr_fr: ou écrivez-moi sur {email}.

source: other
ar_sa: اخرى
es_es: otro
fr_fr: autres

source: pages: {pages}
ar_sa: الصفحات: {pages}
es_es: páginas: {pages}

source: parent title: {title}
es_es: título padre: {title}
fr_fr: titre parent : {title}

source: phonetic form is correct type ({type})
ar_sa: النموذج الصوتي هو نوع صحيح ({type})
es_es: forma fonética es de tipo correcto ({type})
fr_fr: la forme phonétique est de type correct ({type})

source: picked {choice}, from {glosslangs}
ar_sa: تم اختياره {choice}من {glosslangs}
es_es: elegido {choice}de {glosslangs}
fr_fr: a choisi {choice}, sur {glosslangs}

source: pitch down
ar_sa: ضرب لأسفل
es_es: pitch abajo
fr: pas vers le bas
fr_fr: pas vers le bas

source: pitch up
ar_sa: التقاط لأعلى
es_es: pitch arriba

source: preparing to verify the {item_name} ‘{group}’
ar_sa: الإعداد للتحقق من {item_name} '{group}
es_es: preparando la verificación de la {item_name} ‘{group}’
fr_fr: préparation de la vérification de la {item_name} ‘{group}’

source: presort_item moving {item} into ‘{glyph}’
ar_sa: انتقال سلفة_العنصر {item} إلى ''{glyph}
es_es: presort_item moviendo {item} a ‘{glyph}’
fr_fr: presort_item déplaçant {item} dans ‘{glyph}’

source: presorted value ({value}) invalid: OK values: {ok}
es_es: valor presortado ({value}) inválido: Valores OK : {ok}
fr_fr: valeur préenregistrée ({value}) invalide : Valeurs OK : {ok}

source: previous
ar_sa: السابق
es_es: anterior
fr_fr: Précédent

source: problem with frame at ps:{ps}, name:{name} ({error})
es_es: problema con fotograma en ps:{ps}, nombre:{name} ({error})
fr_fr: problème avec la frame at ps:{ps}, nom:{name} ({error})

source: problem with iteration value type
ar_sa: مشكلة في نوع قيمة التكرار
es_es: problema con el tipo de valor de iteración
fr_fr: problème avec le type de valeur d'itération

source: profile
ar_sa: الملف الشخصي
es_es: perfil
fr: profil
fr_fr: profil

source: psnode {ps} not found in sense {sense} ({id})
ar_sa: العقدة {ps} لم يتم العثور عليها بالمعنى {sense} ({id})
es_es: psnode {ps} no encontrado en el sentido {sense} ({id})
fr_fr: psnode {ps} introuvable dans le sens {sense} ({id})

source: pssubclass {subclass} not found in sense {sense} ({id})
ar_sa: لم يتم العثور على الفئة الفرعية {subclass} بالمعنى {sense} ({id})
es_es: pssubclase {subclass} no se encuentra en el sentido {sense} ({id})
fr_fr: pssubclass {subclass} introuvable dans le sens {sense} ({id})

source: re-alphabetize
ar_sa: إعادة الأبجدية
es_es: re-alfabetizar
fr_fr: ré-alphabétiser

source: remotes: {remotes}
es_es: remotos: {remotes}
fr_fr: télécommandes : {remotes}

source: reorder
ar_sa: إعادة ترتيب
es_es: reordenar
fr_fr: réordonner

source: report {ps} {profile}
es_es: informe {ps} {profile}
fr_fr: signaler {ps} {profile}

source: requested index out of bounds; not moving.
ar_sa: طلب فهرس خارج الحدود؛ وليس التحرك.
es_es: solicitó el índice fuera de los límites; no se movió.
fr_fr: index demandé en dehors des limites ; pas de déplacement.

source: returned more or less than one lift file! ({list})
ar_sa: إرجاع أكثر أو أقل من ملف رفع واحد! ({list})
es_es: ¡se ha devuelto más o menos un archivo de elevación! ({list})
fr_fr: a retourné plus ou moins d'un fichier LIFT ! ({list})

source: returning remotes:{remotes}
es_es: mandos que regresan:{remotes}
fr_fr: retour des télécommandes :{remotes}

source: returning {id} {type} value: {value}
ar_sa: إعادة قيمة {id} {type} {value}
es_es: valor {id} {type} : {value}
fr_fr: valeur {id} {type} retournée: {value}

source: right click to open in praat
ar_sa: انقر بالزر الأيمن للفتح في الصلاة
es_es: clic derecho para abrir en praat
fr: Clic droit pour ouvrir dans praat
fr_fr: clic droit pour ouvrir en praat

source: root
ar_sa: الجذر
es_es: raíz
fr: racine
fr_fr: racine

source: root:
ar_sa: الجذر:
es_es: raíz:
fr_fr: racine:

source: see comparison below.
es_es: ver comparación a continuación.
fr_fr: voir la comparaison ci-dessous.

source: self._checkcodes_by_cvt={codes}
es_es: auto._checkcodes_por_cvt={codes}

source: self.entry doesn't seem to be in entries; OK for now
ar_sa: لا يبدو أن الإدخال بنفسك في إدخالات؛ حسنا الآن
es_es: self.entry no parece estar en entradas; OK por ahora
fr_fr: self.entry ne semble pas être dans les entrées ; OK pour l'instant

source: self.exids is there, but self.exobjs isn't?
ar_sa: self.exids موجودة، لكن self.exobjs غير موجودة؟
es_es: self.exids está ahí, pero self.exobjs no?
fr_fr: self.exids est là, mais self.exobjs ne l'est pas?

source: self.remotenames: {names}; remote: {remote}
es_es: self.remotenames: {names}; remoto: {remote}

source: self: {keys}
es_es: Sí: {keys}
fr_fr: soi-même : {keys}
