Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Asking for the following {} examples from id {}: {}
fr: Demander les {} exemples suivants à partir de l'id {}: {}

source: {} {} Data Summary
fr: {} {} {} Résumé des données

source: This report contains {} senses, {} examples, and {} sound files. That is an average of {} examples/sense, and {} of examples with sound files.
fr: Ce rapport contient {} sens, {} exemples et {} fichiers son. C'est une moyenne de {} exemples/sens, et {} d'exemples avec des fichiers sonores.

source: Finished in {} seconds.
fr: Terminé dans {} secondes.

source: report {} {}
fr: signalement {} {}

source: (Report is also available at ({})
fr: (Rapport est également disponible à ({})

source: Looks like that didn't work; trying again not in the background ({}).
fr: On dirait que cela n'a pas fonctionné ; essayer à nouveau en arrière-plan ({}).

source: {} roots of form {} by {}
fr: {} racines de la forme {} par {}

source: {} checks
fr: {} vérifications

source: No results for {}/{} ({})!
fr: Aucun résultat pour {}/{} ({}) !

source: Skipping check {} because it would break the regex
fr: Ignorer la vérification {} car cela casserait la regex

source: Running {}
fr: En cours d'exécution {}

source: This report covers the following top two Grammatical categories, with the top {} syllable profiles in each. This is of course configurable, but I assume you don't want everything.
fr: Ce rapport couvre les deux premières catégories grammaticales, avec les profils syllabes les plus haut de chaque catégorie. C'est bien sûr configurable, mais je suppose que vous ne voulez pas tout.

source: {} data: (profiles: {})
fr: {} données : (profils : {})

source: This section covers the following top syllable profiles which are found in {}s: {}
fr: Cette section couvre les profils syllabes les plus hauts qui sont trouvés dans {} : {}

source: current group ({}) doesn't seem to be in list of groups: ({}) This may be because we're looking for data that isn't there, or maybe a setting is off.
fr: le groupe actuel ({}) ne semble pas être dans la liste des groupes : ({}) Peut-être parce que nous recherchons des données qui ne sont pas là, ou peut-être un paramètre est désactivé.

source: This name change (‘{}’ > ‘{}’) impacts your digraph and trigraph settings.
fr: Ce changement de nom (‘{}’ > ‘{}’) affecte vos paramètres de digraphe et de trigraphe.

source: {} will add ‘{}’ to those settings.
fr: {} ajoutera « {} » à ces paramètres.

source: {} will *not* remove ‘{}’ from those settings, because you may still be using it elsewhere.
fr: {} ne supprimera *pas* '{}' de ces paramètres, car vous pouvez toujours l'utiliser ailleurs.

source: Sorry, there is already a group with that label; If you want to join the groups, give it a different name now, and join it later
fr: Désolé, il y a déjà un groupe avec cette étiquette ; Si vous voulez rejoindre les groupes, donnez-lui un nom différent maintenant et rejoignez-le plus tard

source: Compare with another group ({})
fr: Comparer avec un autre groupe ({})

source: Switch Groups
fr: Changer de groupe

source: I don't have any sorted data for check: {}, ps-profile: {}-{},
fr: Je n'ai pas de données triées pour la vérification : {}, ps-profile: {}-{},

source: Rename {} {} {} group ‘{}’ in ‘{}’ frame
fr: Renommer {} {} {} groupe « {} » dans « {} »

source: What new name do you want to call this {} group?
fr: Quel nouveau nom voulez-vous appeler ce groupe {} ?

source: Transcribe Vowel Groups
fr: Transcrire les groupes de voyelles

source: Transcribe Consonant Groups
fr: Transcrire des groupes de Consonants

source: That name is already there! (did you forget to include the ‘{}’ group?)
fr: Ce nom est déjà présent ! (avez-vous oublié d'inclure le groupe « {}»?)

source: Changing values from {} to {} for the following sense.ids: {}
fr: Modification des valeurs de {} à {} pour les identifiants sense.ids suivants : {}

source: Join/Rename Draft Underlying {}-{} tone groups
fr: Rejoindre/Renommer le brouillon sous-jacent {}-{} groupes de tonalités

source: What do you want to call this UF tone group for {}-{} words?
fr: Comment voulez-vous appeler ce groupe de tonalités UF pour {}-{} mots ?

source: Select the groups below that you want in this {} group, then click ==>
fr: Sélectionnez les groupes ci-dessous que vous voulez dans ce groupe {}, puis cliquez sur ==>

source: No draft UF groups found for {} words!
fr: Aucun groupe UF brouillon trouvé pour {} mots !

source: You don't seem to have any analyzed {0} groups to join/rename. Have you done a tone analyis for {0} words?
fr: Vous ne semblez pas avoir de groupes {0} analysés pour rejoindre/renommer. Avez-vous fait une analyse de ton pour {0} mots ?

source: Error: please set Ps-Profile first! ({}/{}/{})
fr: Erreur: Veuillez d'abord définir Ps-Profile ! ({}/{}/{}/{})

source: Ps-Profile-Check OK; doing getresults! ({}/{}/{})
fr: Ps-Profile-Check OK; faisant des getresults! ({}/{}/{}/{})

source: Alphabet Report (Multicheck)
fr: Rapport par ordre alphabétique (Multicheck)

source: Alphabet Report (Multislice, Multicheck)
fr: Rapport Alphabet (Multislice, Multicheck)

source: Alphabet Report by Tone group (Multicheck)
fr: Rapport Alphabet par groupe de tonalités (Multicheck)

source: Alphabet Report by Tone Group (Multislice, Multicheck)
fr: Rapport Alphabet par groupe de tonalités (Multislice, Multicheck)

source: Apparently I tried for a sense {} times, and couldn't find one matching your needs ({}) glosses (out of {} possible senses). This is probably a systematic problem to fix.
fr: Apparemment, j'ai essayé pour un sens {} fois, et je n'ai pas pu trouver l'un correspondant à vos besoins ({}) gloses (sur {} sens possibles). Il s'agit probablement d'un problème systématique à résoudre.

source: This word is OK in this frame
fr: Ce mot est correct dans ce cadre

source: Your dictionary database is loading... {name} is a computer program that accelerates community-based language development by facilitating the sorting of a beginning dictionary by vowels, consonants and tone. (more in help:about)
fr: Votre base de données de dictionnaire est en cours de chargement... {name} est un programme informatique qui accélère le développement du langage communautaire en facilitant le tri d'un dictionnaire de début par voyelles, consonnes et tonalité. (plus dans help:about)

source: We aren't doing checks with more than 6 consonants or vowels ({} in {}); If you need that, please let me know.
fr: Nous ne faisons pas de vérifications avec plus de 6 consonnes ou voyelles ({} dans {}); Si vous en avez besoin, faites-le moi savoir.

source: Consonant-Vowel combination
fr: Combinaison consonant-voyelle

source: Consonant-Vowel combinations
fr: Combinaisons consono-voyelles

source: Vowel-Consonant combination
fr: Combinaison Vowel-Consonant

source: Vowel-Consonant combinations
fr: Combinaisons Vowel-Consonant

source: Tone
fr: Tonalité

source: Tone melody
fr: Mélodie tonique

source: First/only Vowel
fr: Première/seule voyelle

source: Same First/only Two Vowels
fr: Même premier/seul deux vowels

source: Correspondence of First/only Two Vowels
fr: Correspondance du premier/seul deux vowels

source: Same First/only Three Vowels
fr: Même premier/seul trois vowels

source: Same Second Two Vowels
fr: Même 2ème Vowels

source: Correspondence of Second Two Vowels
fr: Correspondance des deuxièmes vowels

source: Same First/only Four Vowels
fr: Même premier/seul quatre vowels

source: Same First/only Five Vowels
fr: Même premier/seul cinq vowels

source: Same First/only Six Vowels
fr: Même premier/seul les six vowels

source: Warning: {} Executable Missing!
fr: Attention : {} Exécution manquante !

source: Go to {}
fr: Aller à {}

source: download {}
fr: télécharger {}

source: Problem finding branch name: {}
fr: Problème lors de la recherche du nom de la branche : {}

source: Finished {}at {} ({:1.0f}m, {:2.3f}s)
fr: Terminé {}à {} ({:1.0f}m, {:2.3f}s)

source: Apparently we're trying to set the same interface language: {}={}
fr: Apparemment, nous essayons de définir la même langue d'interface : {}={}

source: Translation seems to be working, using {}
fr: La traduction semble fonctionner, en utilisant {}

source: printing indented dict for {} key
fr: impression du dictionnaire en retrait pour la clé {}

source: Search for {} on {} failed: {}
fr: La recherche de {} sur {} a échoué : {}

source: {} command error!
fr: {} erreur de commande !

source: Updating {}
fr: Mise à jour de {}

source: Check for {} updates
fr: Vérifier les mises à jour {}

source: Restart {}
fr: Redémarrez {}

source: Running {} v{} (main.py updated to {})
fr: Exécution {} v{} (main.py mise à jour à {})

source: Called with arguments ({}) {} / {}
fr: Appelé avec des arguments ({}) {} / {}

source: , at {}Mhz
fr: , à {}Mhz

source: Computer identifies as {}
fr: L'ordinateur s'identifie comme {}

source: Loglevel is {}; started at {}
fr: Le niveau de connexion est {}; démarré à {}

source: NOTICE: we just matched (to remove) a set of symbols representing one sound ({}). Until you are done with it, we will leave it there, so both forms will be found. Once you are done with it, remove it from the polygraph settings.
fr: AVIS : on a juste mis en correspondance (pour supprimer) un ensemble de symboles représentant un son ({}). Tant que vous n'en aurez pas fini, nous le laisserons là, donc les deux formulaires seront trouvés. Une fois que vous en avez terminé, retirez-le des paramètres du polygraphe.

source: Exception in dosetcontext: {}
fr: Exception dans le dosetcontext: {}

source: Having None as a list is fine, but you need to put it in a tuple, with a second argument to display, so users know what it means when they select it.
fr: Avoir aucun en tant que liste est bien, mais vous devez le mettre dans une tuple, avec un deuxième argument à afficher, afin que les utilisateurs sachent ce que cela signifie quand ils le sélectionnent.

source: Please Wait! {name} Dictionary and Orthography Checker in Process
fr: Veuillez patienter! {name} Dictionary and Orthography Checker in Process
