Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Value of {attr} not found in object
ar_sa: لم يتم العثور على قيمة {attr} في الكائن
es_es: Valor de {attr} no encontrado en el objeto
fr_fr: Valeur de {attr} introuvable dans l'objet

source: Values by frame: {values}
es_es: Valores por fotograma: {values}
fr_fr: Valeurs par image : {values}

source: Variable keys to check: {vars}
ar_sa: مفاتيح المتغيرات للتحقق منها: {vars}
es_es: Claves variables a comprobar: {vars}
fr_fr: Clés variables à vérifier : {vars}

source: Verb looks better (n:{n}; v:{v})
ar_sa: يبدو الفعل أفضل (n:{n}; v:{v})
es_es: El verbo se ve mejor (n:{n}; v:{v})
fr_fr: Verbe meilleur (n:{n}; v:{v})

source: Verb roots found ({lc}:{imp}): {roots}
ar_sa: تم العثور على جذور الأفعال ({lc}:{imp}): {roots}
es_es: Raíces verbales encontradas ({lc}:{imp}): {roots}
fr_fr: Racines de verbe trouvées ({lc}:{imp}): {roots}

source: Verb slightly better ({v}/{n})
ar_sa: فعل أفضل قليلاً ({v}/{n})
es_es: Verbo ligeramente mejor ({v}/{n})
fr_fr: Verbe légèrement meilleur ({v}/{n})

source: Verify {language}
es_es: Verificar {language}
fr_fr: Vérifier {language}

source: Verifying groups On the next screen, you will verify groups as belonging together
ar_sa: التحقق من المجموعات على الشاشة التالية، سيتم التحقق من المجموعات باعتبارها تنتمي معا
es_es: Verificando grupos En la siguiente pantalla, verificarás grupos que pertenecen juntos
fr_fr: Vérification des groupes Sur l'écran suivant, vous vérifierez que les groupes appartiennent ensemble

source: Version: {version}
es_es: Versión: {version}

source: Very good match; Found root {root} in lc: {lc} and sf: {sf}, with this combination of affixes {affixes} already present, already with each other in this ps
ar_sa: تطابق جيد جداً؛ تم العثور على الجذر {root} في lc: {lc} و f: {sf}، مع هذا المزيج من الإضافات {affixes} موجودة بالفعل مع بعضها البعض في هذه التطبيقات
es_es: Muy buena coincidencia; Se encontró la raíz {root} en lc: {lc} y sf: {sf}, con esta combinación de afijos {affixes} ya presentes, ya entre sí en este ps
fr_fr: Très bon match ; Racine {root} trouvée dans lc: {lc} et sf : {sf}, avec cette combinaison d'affixes {affixes} déjà présents, déjà les uns avec les autres dans ce ps

source: Waiting to finish writing to lift
ar_sa: في انتظار الانتهاء من الكتابة لرفع
es_es: Esperando a terminar de escribir para levantar
fr_fr: En attente de la fin de l'écriture pour lever

source: Warning: {type} Executable Missing!
ar_sa: تحذير: {type} مفقود!
es_es: Advertencia: {type} Missing Ejecutable!
fr_fr: AVERTISSEMENT : {type} Exécutable Manquant!

source: We normally shouldn't create empty fields: {lang}/{value}
ar_sa: عادة لا يجب علينا إنشاء حقول فارغة: {lang}/{value}
es_es: Normalmente no deberíamos crear campos vacíos: {lang}/{value}
fr_fr: Normalement, nous ne devrions pas créer de champs vides : {lang}/{value}

source: We seem to have not added or modded any entries, which shouldn't happen! (missing: {missing})
ar_sa: يبدو أننا لم نقم بإضافة أو تعديل أي إدخالات، الأمر الذي لا ينبغي أن يحدث! (مفقود: {missing})
es_es: Parece que no hemos añadido o modificado ninguna entrada, lo que no debería pasar! (faltante: {missing})
fr_fr: Il semble que nous n'ayons ajouté ou modifié aucune entrée, ce qui ne devrait pas arriver ! (manquant : {missing})

source: What
ar_sa: ماذا
es_es: Qué
fr_fr: Qu'est-ce que

source: What ({ps}) syllable profile do you want to work with?
ar_sa: ما هو ({ps}) ملف تعريف المقطع الذي تريد العمل معه؟
es_es: ¿Con qué perfil (de{ps}) quieres trabajar?
fr_fr: Avec quel profil de syllabe ({ps}) voulez-vous travailler ?

source: What Language do you want to use for glosses?
ar_sa: ما هي اللغة التي تريد استخدامها في المسارد؟
es_es: ¿Qué idioma quieres usar para glosas?
fr: Quelle langue voulez-vous utiliser pour les gloses ?
fr_fr: Quelle langue voulez-vous utiliser pour les gloses?

source: What audio format do you want to work with?
ar_sa: ما هو تنسيق الصوت الذي تريد العمل معه؟
es_es: ¿Con qué formato de audio quieres trabajar?
fr: Sur quel format audio voulez-vous travailler ?
fr_fr: Avec quel format audio voulez-vous travailler?

source: What check do you want to do?
ar_sa: ماذا تريد أن تفعل؟
es_es: ¿Qué comprobación quieres hacer?
fr: Que voulez-vous faire ?
fr_fr: Quelle vérification voulez-vous faire?

source: What do you want to call this UF tone group for {ps}-{profile} words?
es_es: ¿Cómo quieres llamar a este grupo de tono de UF para palabras {ps}-{profile}?
fr_fr: Comment voulez-vous appeler ce groupe de tonalités UF pour {ps}-{profile} mots ?

source: What do you want to call this group for sorting {ps} words?
ar_sa: ماذا تريد أن تتصل بهذه المجموعة لفرز الكلمات {ps}؟
es_es: ¿Cómo quieres llamar a este grupo para ordenar palabras {ps}?
fr_fr: Comment voulez-vous appeler ce groupe pour trier les mots {ps}?

source: What do you want to call this new {ps} tone frame for {lang}?
ar_sa: ماذا تريد أن تسمي هذا الإطار النغمة الجديدة {ps} ل {lang}؟
es_es: ¿Cómo quieres llamar este nuevo marco de tono {ps} para {lang}?
fr_fr: Comment voulez-vous appeler cette nouvelle cadre de tonalité {ps} pour {lang}?

source: What do you want to work on?
ar_sa: ماذا تريد أن تعمل؟
es_es: ¿En qué quieres trabajar?
fr: Sur quoi voulez-vous travailler?
fr_fr: Sur quoi voulez-vous travailler?

source: What does ‘{form}’ mean in {lang}?
ar_sa: ماذا يعني '{form}في {lang}؟
es_es: ¿Qué significa ‘{form}’ en {lang}?
fr_fr: Que signifie «{form}» en {lang}?

source: What field name do you want to use for {ps} words?
ar_sa: ما هو اسم الحقل الذي تريد استخدامه للكلمات {ps}؟
es_es: ¿Qué nombre de campo quieres usar para palabras {ps}?
fr_fr: Quel nom de champ voulez-vous utiliser pour les mots {ps}?

source: What is the form of the new morpheme in {name} (consonants and vowels only)?
ar_sa: ما هو شكل المورفيم الجديد في {name} (الأحرف الساكنة والحروف فقط)؟
es_es: ¿Cuál es la forma del nuevo morfema en {name} (solo consonantes y voceles)?
fr_fr: Quelle est la forme du nouveau morphème en {name} (consonnes et voyelles seulement)?

source: What is the {sfname} or {sfname2} of ‘{lc}’ ({gloss})?
ar_sa: ما هو {sfname} أو {sfname2} of '{lc}({gloss})؟
es_es: ¿Qué es el {sfname} o el {sfname2} de ‘{lc}’ ({gloss})?
fr_fr: Qu’est-ce que l’ {sfname} ou {sfname2} de ‘{lc}’ ({gloss} ) ?

source: What is your language code?
ar_sa: ما هو رمز لغتك؟
es_es: ¿Cuál es tu código de idioma?
fr_fr: Quel est votre code de langue ?

source: What kinds of checks to you want to run?
ar_sa: ما هي أنواع التحققات التي تريد تشغيلها؟
es_es: ¿Qué tipo de cheques quieres ejecutar?
fr: Quels types de chèques vous voulez exécuter ?
fr_fr: Quels types de chèques vous voulez exécuter ?

source: What language do you want to analyze?
ar_sa: ما هي اللغة التي تريد تحليلها؟
es_es: ¿Qué idioma quieres analizar?
fr: Quelle langue voulez-vous analyser?
fr_fr: Quelle langue souhaitez-vous analyser?

source: What language do you want {name} to address you in?
ar_sa: ما هي اللغة التي تريدها {name} لتوجيهك إليها؟
es_es: ¿En qué idioma quieres que te dirija {name}?
fr_fr: Dans quelle langue souhaitez-vous que {name} vous s'adresse ?

source: What letter does your sense start with?
ar_sa: ما هي الحرف الذي يبدأ به شعورك؟
es_es: ¿Con qué carta empieza su sentido?
fr: Par quelle lettre votre sens commence-t-elle?
fr_fr: Par quelle lettre votre sens commence-t-elle?

source: What letter(s) do you want to use for this {sg} group?
es_es: ¿Qué letra(s) quieres usar para este grupo {sg}?
fr_fr: Quelles lettres voulez-vous utiliser pour ce groupe {sg}?

source: What level of parsing match do you want the parser to confirm with you?
ar_sa: ما هو مستوى المباراة بين التحليل الذي تريد أن يؤكده المحلل معك؟
es_es: ¿Qué nivel de análisis quieres que el analizador confirme contigo?
fr: Quel niveau d'analyse voulez-vous que l'analyseur confirme avec vous ?
fr_fr: Quel niveau d'analyse voulez-vous que l'analyseur confirme avec vous ?

source: What level of parsing match do you want the parser to do automatically?
ar_sa: ما هو مستوى تطابق التحليل الذي تريد أن يفعله المحلل تلقائياً؟
es_es: ¿Qué nivel de análisis quieres que el analizador haga automáticamente?
fr: Quel niveau d'analyse voulez-vous que l'analyseur fasse automatiquement?
fr_fr: Quel niveau d'analyse voulez-vous que l'analyseur fasse automatiquement?

source: What lexical category do you want to work with (Part of speech)?
ar_sa: ما هي الفئة المعجمية التي تريد العمل بها (الجزء من الكلام)؟
es_es: ¿Con qué categoría léxica quieres trabajar (Parte del discurso)?
fr: Avec quelle catégorie lexicale voulez-vous travailler (partie du discours) ?
fr_fr: Avec quelle catégorie lexicale voulez-vous travailler (partie du discours) ?

source: What new name do you want to call this {noun_sg} group?
es_es: ¿Qué nuevo nombre quieres llamar a este grupo {noun_sg}?
fr_fr: Quel nouveau nom voulez-vous appeler ce groupe {noun_sg}?

source: What operating system are you running? ({os})
es_es: ¿Qué sistema operativo está corriendo? ({os})
fr_fr: Quel système d'exploitation fonctionnez-vous? ({os})

source: What other language do you want to use for glosses?
ar_sa: ما هي اللغة الأخرى التي تريد استخدامها في المسارد؟
es_es: ¿Qué otro idioma quieres usar para glosas?
fr: Quelle autre langue voulez-vous utiliser pour les gloses ?
fr_fr: Quelle autre langue souhaitez-vous utiliser pour les gloses?

source: What part of the sound system do you want to work with?
ar_sa: ما هو الجزء من نظام الصوت الذي تريد العمل معه؟
es_es: ¿Con qué parte del sistema de sonido quieres trabajar?
fr: Avec quelle partie du système de son voulez-vous travailler ?
fr_fr: Avec quelle partie du système audio voulez-vous travailler?

source: What sampling frequency you want to work with?
ar_sa: ما هو تردد أخذ العينات الذي تريد العمل معه؟
es_es: ¿Con qué frecuencia de muestreo quieres trabajar?
fr: Avec quelle fréquence d'échantillonnage vous voulez travailler?
fr_fr: Avec quelle fréquence d'échantillonnage voulez-vous travailler?

source: What sense do you want to work with?
ar_sa: ما هو المنطق الذي تريد العمل معه؟
es_es: ¿Con qué sentido quieres trabajar?
fr: Avec quel sens voulez-vous travailler ?
fr_fr: Avec quel sens voulez-vous travailler ?

source: What sound card do you want to play sound with?
ar_sa: ما هي بطاقة الصوت التي تريد تشغيل الصوت بها؟
es_es: ¿Con qué tarjeta de sonido quieres reproducir el sonido?
fr: Avec quelle carte son voulez-vous jouer du son ?
fr_fr: Avec quel carte de sons voulez-vous jouer son?

source: What sound card do you want to record sound with with?
ar_sa: ما هي بطاقة الصوت التي تريد تسجيلها بها؟
es_es: ¿Con qué tarjeta de sonido quieres grabar sonido?
fr: Avec quelle carte son voulez-vous enregistrer du son ?
fr_fr: Avec quel carte de sons voulez-vous enregistrer?

source: What text goes *after* the {lang} word *{kind}*==> in the frame?
ar_sa: ما هو النص *بعد * كلمة {lang} *{kind}*===> في الإطار؟
es_es: ¿Qué texto va *después* de la palabra {lang} *{kind}*==> en el marco?
fr_fr: Quel texte va *après* le mot {lang} *{kind}*==> dans le cadre ?

source: What text goes *before* <==the {lang} word *{kind}* in the frame?
ar_sa: ما هو النص *قبل* <==كلمة {lang} *{kind}* في الإطار؟
es_es: ¿Qué texto va *antes* <==la palabra {lang} *{kind}* en el marco?
fr_fr: Quel texte va *avant* <==le mot {lang} *{kind}* dans le cadre ?

source: What {cvt_name} do you want to {purpose}?
ar_sa: ما الذي تريده {cvt_name} لـ {purpose}؟
es_es: ¿Qué {cvt_name} quieres {purpose}?
fr_fr: Quel {cvt_name} voulez-vous pour {purpose}?

source: What {sfname} form goes with ‘{lc}’ ({gloss})?
ar_sa: ما هو نموذج {sfname} مع ''{lc}({gloss})؟
es_es: ¿Qué forma de {sfname} va con ‘{lc}’ ({gloss})?
fr_fr: Quel formulaire {sfname} est fourni avec ‘{lc}’ ({gloss} ) ?

source: What {type} do you want to {purpose}?
ar_sa: ما الذي تريده {type} لـ {purpose}؟
es_es: ¿Qué {type} quieres {purpose}?
fr_fr: Quel {type} voulez-vous pour {purpose}?

source: What's with the New Interface?
ar_sa: ماذا مع الواجهة الجديدة؟
es_es: ¿Qué hay con la nueva interfaz?
fr_fr: Que se passe-t-il avec la nouvelle interface ?

source: Which language would you like to study, in this demonstration of what {azt} can do?
ar_sa: ما هي اللغة التي ترغب في دراستها، في هذا العرض العملي لما يمكن أن يفعله {azt}؟
es_es: ¿Qué idioma te gustaría estudiar, en esta demostración de lo que {azt} puede hacer?
fr_fr: Dans quelle langue voulez-vous étudier, dans cette démonstration de ce que {azt} peut faire?

source: Which of the following letter sequences from your data refer to a single sound?
ar_sa: أي من تسلسل الحروف التالية من بياناتك تشير إلى صوت واحد؟
es_es: ¿Cuál de las siguientes secuencias de letras de sus datos se refieren a un solo sonido?
fr_fr: Parmi les séquences de lettres suivantes de vos données, lesquelles se réfèrent à un seul son ?

source: Whole Citation Word Syllable Profile
ar_sa: ملف تعريف كلمة السر الكامل
es_es: Perfil Syllable de palabra de cita completa
fr_fr: Profil de syllabe de mot de citation entier

source: Whole Root Syllable Profile
ar_sa: ملف تعريف كامل للروت
es_es: Perfil Syllable de Root completo
fr_fr: Profil de syllabe de racine entière

source: Whole {field} Word Syllable Profile
es_es: Perfil Silable de palabra {field} completo
fr_fr: Tout le profil de syllabe de mot {field}

source: Will write to {}, adding tiers.
ar_sa: سيتم الكتابة إلى {}، إضافة مستويات.
es_es: Escribirá a {}, añadiendo niveles.
fr_fr: Écrira à {}, ajoutera des niveaux.

source: Will write to {}, which isn't there yet.
ar_sa: سوف يكتب إلى {}، وهو ليس هناك حتى الآن.
es_es: Escribirá a {}, que aún no existe.
fr_fr: Ecrira à {}, qui n'est pas encore là.

source: Window killed
ar_sa: تم إيقاف النافذة
es_es: Ventana cerrada
fr_fr: Fenêtre tuée

source: Won't add {} annotations (first 5: {})
ar_sa: لا تضيف {} شروح (أول 5: {})
es_es: No añadirá {} anotaciones (primeras 5: {})
fr_fr: Impossible d'ajouter {} annotations (d'abord 5 : {})

source: Word Collection for Lexeme Forms
ar_sa: مجموعة الكلمات لأشكال Lexeme
es_es: Colección de palabras para formularios de Lexema
fr: Collection de mots pour les formes de lexème
fr_fr: Collection de Mots pour les Formulaires Lexeme

source: Words and phrases to record: click ‘Record’, talk, and release
ar_sa: الكلمات والعبارات للتسجيل: انقر فوق "تسجيل"، تحدث، وأصدر
es_es: Palabras y frases para grabar: haga clic en 'Grabar', hable y libere
fr: Mots et phrases à enregistrer : cliquez sur « Enregistrer», discutez et relâchez
fr_fr: Mots et phrases à enregistrer: cliquez sur ‘Enregistrer’, parlez et relâchez

source: Words to sort!
ar_sa: كلمات للترتيب!
es_es: ¡Palabras para ordenar!
fr: Mots à trier !
fr_fr: Mots à trier!

source: Working directory is {dir} on {host}, running on {cores} cores
es_es: El directorio de trabajo es {dir} en {host}, se ejecuta en núcleos {cores}
fr_fr: Le répertoire de travail est {dir} sur {host}, fonctionnant sur les cœurs {cores}

source: Working on SILCAWL line #{line:04}.
ar_sa: العمل على سطر SILCAWL #{line:04}.
es_es: Trabajando en la línea SILCAWL #{line:04}.
fr_fr: Travail sur la ligne SILCAWL #{line:04}.

source: Working on check ‘{check}’
es_es: Trabajando en ‘{check}’
fr_fr: Travaille sur la vérification de ‘{check}’

source: Working on {count} sense.ids (first 5): {ids}
ar_sa: العمل على {count} sense.ids (5 الأولى): {ids}
es_es: Trabajando en {count} sense.ids (primeros 5): {ids}
fr_fr: Travaille sur {count} sense.ids (premier 5): {ids}

source: Working on {file} with {nguids} entries, with lexeme data counts: {lex_counts}, citation data counts: {citation_counts} and {nsenseids} senses
ar_sa: العمل على {file} مع إدخالات {nguids} ، مع عدد بيانات القوائم: {lex_counts}، عدد بيانات الاقتباس: {citation_counts} و {nsenseids}
es_es: Trabajando en {file} con entradas de {nguids} , con contadores de datos de lexema: {lex_counts}, cuenta de datos de cita: {citation_counts} y {nsenseids} sentidos
fr_fr: Travailler sur {file} avec des entrées {nguids} , avec un nombre de données de lexème : {lex_counts}, nombre de données de citation : {citation_counts} et {nsenseids} sens

source: Working on {tuple} ({counts};{max}=)
ar_sa: العمل على {tuple} ({counts};{max}=)
es_es: Trabajando en {tuple} ({counts};{max}=)
fr_fr: Travail sur {tuple} ({counts};{max}=)

source: Write to lift returned ‘{error}’.
ar_sa: اكتب للرفع المعاد ''{error}.
es_es: Escribe para levantar devuelve ‘{error}’.
fr_fr: Écrivez pour lever le montant retourné ‘{error}’.

source: Writing to lift...
ar_sa: الكتابة إلى الرفع...
es_es: Escribiendo para levantar...
fr_fr: Écriture vers LIFT...

source: XML initialization done.
ar_sa: تمت تهيئة XML.
es_es: Inicialización XML realizada.
fr_fr: Initialisation XML terminée.

source: XML read OK
ar_sa: قراءة XML موافق
es_es: XML leer correctamente
fr_fr: XML lu OK

source: Yes
ar_sa: نعم
es_es: Sí
fr: Oui
fr_fr: Oui

source: Yes!
ar_sa: نعم!
es_es: ¡Sí!
fr: Oui !
fr_fr: Oui !

source: You are changing segment interpretation settings in a way that could cause you problems:
ar_sa: أنت تقوم بتغيير إعدادات الترجمة الشفوية للجزء بطريقة يمكن أن تسبب مشاكلك:
es_es: Estás cambiando la configuración de interpretación del segmento de una manera que podría causar problemas:
fr: Vous modifiez les paramètres d'interprétation de segment d'une manière qui pourrait vous causer des problèmes :
fr_fr: Vous modifiez les paramètres d'interprétation des segments d'une manière qui pourrait vous causer des problèmes :

source: You asked for a field, without specifying ftype or lang; not adding form fields.
ar_sa: لقد طلبت الحقل، بدون تحديد نوع أو لانغ؛ لا إضافة حقول النموذج.
es_es: Ha solicitado un campo, sin especificar ftype o lang; sin añadir campos de formulario.
fr_fr: Vous avez demandé un champ, sans spécifier ftype ou lang; pas ajouter des champs de formulaire.

source: You asked for the ps, but I don't have any (pss: {pss})
es_es: Has pedido las ps, pero no tengo ninguna (pss: {pss})
fr_fr: Tu as demandé les ps, mais je n'en ai pas (pss : {pss})

source: You asked for valid ps data, but that ps isn't there.
es_es: Has solicitado datos p válidos, pero esos ps no están ahí.
fr_fr: Vous avez demandé des données ps valides, mais ce n'est pas le cas.

source: You asked to change to ps {ps}, which isn't in the list of pss: {pss}
es_es: Has solicitado cambiar a ps {ps}, que no está en la lista de pss: {pss}
fr_fr: Vous avez demandé à passer à ps {ps}, qui n'est pas dans la liste de pss: {pss}

source: You can keep using {name} without installing {repo}, but it is not recommended, and you will continue to see this warning. And sooner or later that's going to get really annoying
es_es: Puedes seguir usando {name} sin instalar {repo}, pero no es recomendable y seguirás viendo esta advertencia. Y tarde o temprano va a ser realmente molesto
fr_fr: Vous pouvez continuer à utiliser {name} sans installer {repo}, mais ce n'est pas recommandé, et vous continuerez à voir cet avertissement. Et tôt ou tard, ça va devenir vraiment ennuyeux

source: You don't have the sound module installed. For best use of {name},you should switch back to the main branch, connect to the internet, and restart. In the mean time. You won't be able to record or play audio!
ar_sa: ليس لديك وحدة الصوت مثبتة. للحصول على أفضل استخدام من {name}، يجب عليك العودة إلى الفرع الرئيسي، والاتصال بالإنترنت، وإعادة التشغيل. في الوقت المتوسط، لن تتمكن من تسجيل أو تشغيل الصوت!
es_es: No tienes el módulo de sonido instalado. Para el mejor uso de {name}, debería volver a la rama principal, conectarse a Internet y reiniciar. Mientras tanto, ¡no podrá grabar ni reproducir audio!
fr_fr: Vous n'avez pas le module de son installé. Pour une meilleure utilisation de {name}, vous devez revenir à la branche principale, vous connecter à internet et redémarrer. En attendant, vous ne pourrez pas enregistrer ou jouer de l'audio !

source: You don't seem to have any analyzed {ps} groups to join/rename. Have you done a tone analyis for {ps} words?
es_es: Parece que no tienes ningún grupo {ps} analizado para unirte o renombrar. ¿Has hecho un análisis de tono para las palabras {ps}?
fr_fr: Vous ne semblez pas avoir de groupes {ps} analysés pour rejoindre/renommer. Avez-vous fait une analyse de ton pour les mots {ps}?

source: You have more groups verified than there are, in {count} cells
ar_sa: لديك مجموعات تم التحقق منها أكثر مما هو موجود في خلايا {count}
es_es: Tienes más grupos verificados de los que hay, en células {count}
fr_fr: Vous avez plus de groupes vérifiés qu'il n'y en a, dans les cellules {count}

source: You have the following files (in {url}) that need to be resolved from Chorus merges: {files}
es_es: Tienes los siguientes archivos (en {url}) que necesitan ser resueltos a partir de las combinaciones de Chorus: {files}
fr_fr: Vous avez les fichiers suivants (en {url}) qui doivent être résolus à partir de Chorus fusion : {files}

source: You have the glyph(s) ‘{conflict}’ as consonant and as vowel! ({glyphs})
ar_sa: لديك الغلييف ''{conflict}كمتوافق و كصوت صوتي! ({glyphs})
es_es: ¡Tienes los glifos ‘{conflict}’ como consonante y como vocal! ({glyphs})
fr_fr: Vous avez le glyphe ‘{conflict}’ comme consonnant et comme voyelle ! ({glyphs})

source: You have to define all values prior to the last: {kwargs}
es_es: Tienes que definir todos los valores antes de la última: {kwargs}
fr_fr: Vous devez définir toutes les valeurs avant le dernier : {kwargs}

source: You have to run checkgroupsbysense first
es_es: Tienes que ejecutar checkgroupsbysense primero
fr_fr: Vous devez d'abord exécuter checkgroupsbysense

source: You have {lexemes} entries with lexeme data, and only {citations} with citation data.
ar_sa: لديك إدخالات {lexemes} مع بيانات lexem، و فقط {citations} مع بيانات الاقتباس.
es_es: Tienes entradas {lexemes} con datos de léxico, y solo {citations} con datos de citas.
fr_fr: Vous avez des entrées {lexemes} avec des données de lexème, et seulement {citations} avec des données de référence.

source: You haven't picked a syllable profile yet.
ar_sa: لم تقم باختيار ملف شخصي قابل للمقطع بعد.
es_es: Aún no has elegido un perfil sílaba.
fr: Vous n'avez pas encore sélectionné de profil syllabe.
fr_fr: Vous n'avez pas encore sélectionné de profil syllabe.

source: You need to set Check type (as Tone, currently {type}) Grammatical category (currently {ps}) Syllable Profile (currently {profile}), and Tone Frame (currently {check}) Before choosing a sort group!
ar_sa: تحتاج إلى تعيين نوع التحقق (كنغمة، حاليا {type} تصنيف غراماتيكال (حاليا {ps}) ملف التعريف القابل للتخطيط (حاليا {profile}) و إطار نغمة (حاليا {check}) قبل اختيار مجموعة فرع!
es_es: Necesitas establecer un tipo de verificación (como Tone, actualmente {type}) Categoría gramatical (actualmente {ps}) Perfil Silable (actualmente {profile}), y Tone Frame (actualmente {check}) Antes de elegir un grupo de ordenación!

source: You passed me a remotes value that isn't a dict?
es_es: ¿Me has pasado un valor de control remoto que no es un dictado?
fr_fr: Vous m'avez passé une valeur distante qui n'est pas un dictionnaire ?

source: You should send in an error report for this.
ar_sa: يجب أن ترسل في تقرير عن هذا الخطأ.
es_es: Debe enviar un informe de error para esto.
fr_fr: Vous devriez envoyer un rapport d'erreur pour cela.

source: You will need to do this yourself, either in FLEx, or with expert help.
ar_sa: سوف تحتاج إلى القيام بذلك بنفسك، إما في FLEx، أو بمساعدة خبراء.
es_es: Tendrás que hacerlo tú mismo, ya sea en FLEx, o con ayuda de expertos.
fr: Vous devrez le faire vous-même, soit en FLEx, soit avec l'aide d'un expert.
fr_fr: Vous devrez le faire vous-même, soit dans FLEX, soit avec l'aide d'un expert.

source: You you don't seem to have the {repo} executable installed in your computer's PATH.
es_es: Parece que no tienes el ejecutable {repo} instalado en el PATH.
fr_fr: Vous ne semblez pas avoir installé l'exécutable {repo} dans le PATH de votre ordinateur.
