Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Anywhere you have sorted a group based on your old interpretation settings, you should sort/verify that data again, as there is a possiblity that you have mixed unrelated groups.
es_es: En cualquier lugar que hayas ordenado un grupo basado en tu configuración de interpretación antigua, debería ordenar/verificar esos datos de nuevo, ya que hay una posibilidad de que tenga grupos no relacionados.
fr_fr: Partout où vous avez trié un groupe en fonction de vos anciens paramètres d'interprétation, vous devez trier/vérifier à nouveau ces données, parce qu'il est possible que vous ayez mélangé des groupes non liés.

source: (guessing [{lang}]; if that's not correct, exit now and fix it!)
ar_sa: (تخمين [{lang}]؛ إذا لم يكن ذلك صحيحا، اخرج الآن و احله!)
es_es: (adivinando [{lang}]; si no es correcto, ¡sal ahora y arregla!)
fr_fr: (deviner [{lang}]; si ce n'est pas correct, quittez maintenant et corrigez !)

source: => You are no longer distinguishing {items}.
ar_sa: => لم تعد تميز {items}.
es_es: => Ya no distingue {items}.

source: => Your interpretation of {items} changed.
ar_sa: => تم تغيير تفسيرك لـ {items}.
es_es: => Tu interpretación de {items} ha cambiado.

source: Here is the full info, in form setting: (from, to): {changed}.
es_es: Aquí está la información completa, en configuración de formulario: (de, a): {changed}.

source: Modded {count} entries with new information from the SILCAWL
ar_sa: تم تعديل إدخالات {count} مع معلومات جديدة من SILCAWL
es_es: Modded {count} entradas con nueva información de SILCAWL
fr_fr: Modifié les entrées {count} avec de nouvelles informations de la SILCAWL

source: Please see {url}
es_es: Por favor vea {url}

source: Problems downloading {count} images
ar_sa: مشاكل في تنزيل صور {count}
es_es: Problemas al descargar imágenes {count}
fr_fr: Problèmes lors du téléchargement des images {count}

source: (Answer for each of {names}.)
ar_sa: (الإجابة عن كل من {names}.)
es_es: (Respuesta para cada uno de {names}.)
fr_fr: (Réponse pour chacune des {names}.)

source: (currently ‘{group}’)
es_es: (actualmente ‘{group}’)
fr_fr: (actuellement ‘{group}’)

source: (in {names})
ar_sa: (في {names})
es_es: (en {names})
fr_fr: (en {names})

source: and
ar_sa: و
es_es: y
fr: et
fr_fr: et

source: seconds.
ar_sa: ثواني.
es_es: segundos.
fr_fr: secondes.

source: words not covered by current regexs in
ar_sa: كلمات غير مشمولة بـ regexs الحالية في
es_es: palabras no cubiertas por regexs actuales en
fr_fr: mots non couverts par les regexs actuels dans

source: # This settings file was made on {date} on {node}
ar_sa: # تم إنشاء ملف الإعدادات هذا على {date} على {node}
es_es: # Este archivo de configuración fue realizado en {date} el {node}
fr_fr: # Ce fichier de paramètres a été fait sur {date} sur {node}

source: # This transitional settings file was made on {date} on {node}
ar_sa: # ملف الإعدادات الانتقالية هذا تم إجراؤه على {date} على {node}
es_es: # Este archivo de configuración transitorio fue realizado en {date} el {node}
fr_fr: # Ce fichier de paramètres de transition a été fait sur {date} sur {node}

source: 'glyph_members' contains {new}; not renaming {old}
ar_sa: 'glyph_اعضاء يحتوي على {new}؛ لا إعادة تسمية {old}
es_es: 'glyph_members' contiene {new}; no renombrar {old}
fr_fr: 'glyph_members' contient {new}; ne pas renommer {old}

source: 'glyphdict' contains {new}; not renaming {old}
ar_sa: 'glyphdict' يحتوي على {new}؛ لا إعادة تسمية {old}
es_es: 'glifos' contiene {new}y no renombrar {old}
fr_fr: 'glyphdict' contient {new}; ne pas renommer {old}

source: 'rename_glyph' can safely rename {old} to {new}
ar_sa: 'rename_glyph' يمكن إعادة تسمية {old} بأمان إلى {new}
es_es: 'rename_glyph' puede renombrar con seguridad {old} a {new}
fr_fr: 'rename_glyph' peut renommer en toute sécurité {old} en {new}

source: (All groups)
ar_sa: (جميع المجموعات)
es_es: (Todos los grupos)
fr: (Tous les groupes)
fr_fr: (Tous les groupes)

source: (Git is used by {name} to track changes in your data, and to keep {name} up to date)
es_es: ( {name} utiliza Git para realizar un seguimiento de los cambios en tus datos y mantener {name} actualizados)
fr_fr: (Git est utilisé par {name} pour suivre les changements dans vos données et pour tenir {name} à jour)

source: (Mercurial is used by Chorus and languagedepot.org)
ar_sa: (يستخدم الشورس واللغتان (Mercurial من قبل Chorus and languagedepot.org)
es_es: (El mercurio es utilizado por Chorus y languagedepot.org)
fr: (Mercurial est utilisé par Chorus et languagedepot.org)
fr_fr: (Mercurial est utilisé par Chorus et languagedepot.org)

source: (Problem! You will likely need help with this.)
ar_sa: (مشكلة! من المحتمل أن تحتاج إلى مساعدة في هذا.)
es_es: (¡Problema! Probablemente necesitarás ayuda con esto.)
fr: (Problème! Vous aurez probablement besoin d'aide pour cela.)
fr_fr: (Problème! Vous aurez probablement besoin d'aide pour cela.)

source: (Report is also available at {file}
es_es: (El informe también está disponible en {file}
fr_fr: (Rapport est également disponible sur {file}

source: (Restart {name} to use this update)
es_es: (Reiniciar {name} para usar esta actualización)
fr_fr: (Forteresse {name} pour utiliser cette mise à jour)

source: (This may require a large download)
ar_sa: (قد يتطلب ذلك تنزيلا كبيرا)
es_es: (Esto puede requerir una descarga grande)
fr_fr: (Cela peut nécessiter un téléchargement volumineux)

source: (by {context})
es_es: (de {context})
fr_fr: (par {context})

source: (click any to change)
ar_sa: (انقر على أي تغيير)
es_es: (haga clic en cualquiera para cambiar)
fr: (cliquez sur l'un pour modifier)
fr_fr: (cliquez sur n'importe lequel pour changer)

source: (e.g., in Windows, install *this* file),
ar_sa: (على سبيل المثال، في Windows، قم بتثبيت *هذا* الملف)،
es_es: (p.ej., en Windows, instalar *este* archivo),
fr: (par exemple, sous Windows, installez *ce* fichier),
fr_fr: (par exemple, sous Windows, installez *ce* fichier),

source: (framed group: ‘{group}’)
ar_sa: (مجموعة إطار: ''{group}')
es_es: (grupo enmarcado: ‘{group}’)
fr_fr: (groupe encadré: ‘{group}’)

source: (last group)
es_es: (último grupo)
fr_fr: (dernier groupe)

source: (no framed group)
ar_sa: (لا توجد مجموعة إطار)
es_es: (sin grupo enmarcado)
fr: (pas de groupe encadré)
fr_fr: (pas de groupe encadré)

source: (only)
ar_sa: (فقط)
es_es: (solo)
fr: (seulement)
fr_fr: (seulement)

source: (un)hide
ar_sa: (un) إخفاء
es_es: (des)ocultar
fr_fr: (dé)masquer

source: ({count} remaining)
es_es: ({count} restantes)
fr_fr: ({count} restant)

source: **Changed {attr}; should restart!**
ar_sa: **تغير {attr}؛ يجب إعادة التشغيل!**
es_es: **Cambiado {attr}; ¡debe reiniciarse!**

source: **If this isn't what you wanted, fix and confirm your digraph and trigraph settings in the menu (this will make {azt} restart and redo the syllable profile analysis).
es_es: **Si esto no es lo que querías, arreglar y confirmar la configuración de digraph y trigraph en el menú (esto hará que {azt} se reinicie y vuelva a realizar el análisis de perfil sílaba).
fr_fr: **Si ce n'est pas ce que vous vouliez, corrigez et confirmez vos paramètres de digraphe et de trigraph dans le menu (cela fera redémarrer {azt} et refaire l'analyse du profil syllabe).

source: , at {mhz}Mhz
ar_sa: ، في {mhz}ميغاهرتز
es_es: , en {mhz}Mhz
fr_fr: , à {mhz}Mhz

source: , with ISO 639-3 code [{code}]
ar_sa: ، مع رمز ISO 639-3 [{code}]
es_es: , con código ISO 639-3 [{code}]
fr_fr: , avec le code ISO 639-3 [{code}]

source: ...belongs in which group?
es_es: ...pertenece a qué grupo?
fr_fr: ... appartient à quel groupe?

source: 1 - Bare minimum, just one per group
ar_sa: 1 - الحد الأدنى، واحد فقط لكل مجموعة
es_es: 1 - Desnudo mínimo, solo uno por grupo
fr: 1 - Minimum nu, seulement un par groupe
fr_fr: 1 - Minimum nu, seulement un par groupe

source: 100 - All examples in most databases
ar_sa: 100 - جميع الأمثلة في معظم قواعد البيانات
es_es: 100 - Todos los ejemplos en la mayoría de bases de datos
fr: 100 - Tous les exemples dans la plupart des bases de données
fr_fr: 100 - Tous les exemples dans la plupart des bases de données

source: 1000 - All examples in VERY large databases
ar_sa: 1000 - جميع الأمثلة في قواعد البيانات الكبيرة
es_es: 1000 - Todos los ejemplos en bases de datos MUY grandes
fr: 1000 - Tous les exemples dans TRES grandes bases de données
fr_fr: 1000 - Tous les exemples dans TRES grandes bases de données

source: 5 - Some, but not all, of most groups
ar_sa: 5 - بعضها، وليس كلها، من معظم المجموعات
es_es: 5 - Algunos, pero no todos, de la mayoría de los grupos
fr: 5 - Certains, mais pas tous, de la plupart des groupes
fr_fr: 5 - Certains, mais pas tous, de la plupart des groupes

source: <= No changes after this! Please check that the above looks good on several examples!
ar_sa: <= لا توجد تغييرات بعد هذا! الرجاء التحقق من أن أعلاه تبدو جيدة على عدة أمثلة!
es_es: <= ¡No hay cambios después de esto! ¡Por favor comprueba que lo anterior se ve bien en varios ejemplos!
fr: <= Aucun changement après ça ! Veuillez vérifier que ce qui précède a l'air bien sur plusieurs exemples !
fr_fr: <= Aucun changement après ça ! Veuillez vérifier que ce qui précède a l'air bien sur plusieurs exemples !

source: <= resort *this* *word*
ar_sa: <= لجوء *هذا* *كلمة*
es_es: <= resort *esto* *palabra*
fr: <= resort *ceci* *mot*
fr_fr: <= resort *ceci* *mot*

source: <{lang} word>
ar_sa: كلمة <{lang}>
es_es: <{lang} palabra>
fr_fr: < Mots {lang} >

source: A label that describes the surface tone form in this context would be best, like ‘[˥˥˥ ˨˨˨]’
es_es: Una etiqueta que describa la forma de tono de superficie en este contexto sería lo mejor, como «[ítego]»
fr_fr: Une étiquette qui décrit la forme de la tonalité de surface dans ce contexte serait la meilleure, comme '[<unk> <unk> <unk> <unk> <unk> ]'

source: AZT source
ar_sa: مصدر AZT
es_es: Fuente AZT
fr: Source AZT
fr_fr: Source AZT

source: About
ar_sa: حول
es_es: Acerca de
fr: À propos de
fr_fr: À propos

source: Add Morpheme to Dictionary
ar_sa: إضافة مورفيم إلى القاموس
es_es: Añadir morfema al diccionario
fr: Ajouter le morphème au dictionnaire
fr_fr: Ajouter un morphème au dictionnaire

source: Add Tone frame
ar_sa: إضافة إطار نغمة
es_es: Añadir fotograma de tono
fr: Ajouter une image de tonalité
fr_fr: Ajouter un Cadre des Tons

source: Add Words
ar_sa: إضافة كلمات
es_es: Añadir palabras
fr: Ajouter des mots
fr_fr: Ajouter des Mots

source: Add Words with Audio
ar_sa: إضافة كلمات مع الصوت
es_es: Añadir palabras con audio
fr_fr: Ajouter des mots par audio

source: Add a Word
ar_sa: إضافة كلمة
es_es: Añadir una palabra
fr: Ajouter un mot
fr_fr: Ajouter un Mot

source: Add and Parse Words
ar_sa: إضافة كلمات وتحليلها
es_es: Añadir y analizar palabras
fr: Ajouter et analyser des mots
fr_fr: Ajouter et analyser des mots

source: Add and Parse Words with Audio
ar_sa: إضافة وتحليل الكلمات مع الصوت
es_es: Añadir y analizar palabras con audio
fr_fr: Ajouter et analyser des mots par audio

source: Add imperative forms
ar_sa: إضافة نماذج حتمية
es_es: Añadir formas imperativas
fr: Ajouter des formulaires impératifs
fr_fr: Ajouter des formulaires impératifs

source: Add plural forms
ar_sa: إضافة نماذج معدة
es_es: Añadir formas plural
fr: Ajouter des formulaires pluriels
fr_fr: Ajouter des formulaires pluriels

source: Add remaining CAWL entries
ar_sa: إضافة إدخالات CAWL المتبقية
es_es: Añadir entradas CAWL restantes
fr: Ajouter les entrées CAWL restantes
fr_fr: Ajouter les entrées CAWL restantes

source: Add {lang} gloss
ar_sa: إضافة مسارد {lang}
es_es: Añadir glosa {lang}
fr_fr: Ajouter une glose {lang}

source: Add {lang} morpheme to the dictionary
ar_sa: إضافة {lang} مورفم للقاموس
es_es: Añadir morfema {lang} al diccionario
fr_fr: Ajouter {lang} morphème au dictionnaire

source: Add {lang} values for this frame
ar_sa: إضافة قيم {lang} لهذا الإطار
es_es: Añadir valores {lang} para este fotograma
fr_fr: Ajouter des valeurs {lang} pour cette frame

source: Add {ps} Tone Frame for {lang}
ar_sa: إضافة إطار نغمة {ps} ل {lang}
es_es: Añadir fotograma de tono {ps} para {lang}
fr_fr: Ajouter une cellule de tonalité {ps} pour {lang}

source: Added {count} entries from the SILCAWL
ar_sa: تم إضافة إدخالات {count} من SILCAWL
es_es: Añadidas entradas {count} del SILCAWL
fr_fr: Ajout d'entrées {count} de la SILCAWL

source: Adding CAWL entries to fill out, in established database.
ar_sa: إضافة إدخالات CAWL لملء في قاعدة البيانات الثابتة.
es_es: Añadiendo entradas CAWL para rellenar, en base de datos establecida.
fr: Ajout d'entrées CAWL à remplir, dans une base de données établie.
fr_fr: Ajout d'entrées CAWL à remplir, dans la base de données établie.

source: Adding presorted key to {profile}-{check} status dict
es_es: Añadiendo clave presortada a {profile}-{check} dictado de estado
fr_fr: Ajout de la clé préenregistrée à {profile}- Didit de statut{check}

source: Adding tosort key to {profile}-{check} status dict
es_es: Añadiendo clave de tosort a {profile}- dictado de estado{check}
fr_fr: Ajout d'une clé de tosort à {profile}- Didit de statut{check}

source: Adding values (in lift.py) : {}
ar_sa: إضافة قيم (في lift.py) : {}
es_es: Añadiendo valores (en lift.py) : {}
fr: Ajout de valeurs (dans lift.py) : {}
fr_fr: Ajout de valeurs (dans lift.py) : {}

source: Adding {file}, which is already there.
es_es: Añadiendo {file}, que ya está ahí.
fr_fr: Ajout de {file}, qui est déjà là.

source: Adding {file}, which is not already there.
es_es: Añadiendo {file}, que aún no existe.
fr_fr: Ajout de {file}, qui n'est pas déjà là.

source: Adding {key} key to {profile}-{check} status dict
es_es: Añadiendo clave {key} a {profile}- dictado de estado{check}
fr_fr: Ajout de la clé {key} à {profile}- Didit de statut{check}

source: Advanced
ar_sa: متقدم
es_es: Avanzado
fr: Avancé
fr_fr: Avancé

source: After you install {repo}, you should restart.
es_es: Después de instalar {repo}, debería reiniciar.
fr_fr: Après avoir installé {repo}, vous devriez redémarrer.

source: All
ar_sa: الكل
es_es: Todos
fr: Tous
fr_fr: Tous

source: All There and subset! (lx:{lx}; lc:{lc}; pl:{pl}); imp:{imp}): Ready to mark ps and get affixes.
ar_sa: الكل هناك و المجموعة الفرعية! (lx:{lx}; lc:{lc}; pl:{pl}); imp:{imp}: جاهز لوضع العلامات على التطبيقات والحصول على الملحقات.
es_es: Todo allí y subconjunto! (lx:{lx}; lc:{lc}; pl:{pl}); imp:{imp}): Listo para marcar ps y obtener fijos.
fr_fr: Tout y est ! (lx:{lx}; lc:{lc}; pl:{pl}); imp:{imp}): Prêt à marquer ps et à obtenir des affixes.

source: All done! Sort some more words, and come back.
ar_sa: كل شيء! قم بترتيب المزيد من الكلمات، ثم عد.
es_es: ¡Todo listo! Ordena más palabras y regresa.
fr: Terminé ! Trier quelques mots supplémentaires et revenir.
fr_fr: Tout fini! Trier encore de mots, et revenir.

source: All necessary modules imported fine.
ar_sa: جميع الوحدات الضرورية مستوردة الغرامة.
es_es: Todos los módulos necesarios importados correctamente.
fr_fr: Tous les modules nécessaires ont été importés correctement.

source: All of the below
ar_sa: كل ما يلي
es_es: Todo lo siguiente
fr_fr: Tout ce qui est ci-dessous

source: All words
ar_sa: جميع الكلمات
es_es: Todas las palabras
fr: Tous les mots
fr_fr: Tous les mots

source: All ‘{profile}’ groups in the ‘{check}’ {typename} are verified and distinct!
es_es: ¡Todos los grupos de ‘{profile}’ en la{check}’ {typename} son verificados y distintos!
fr_fr: Tous les groupes ‘{profile}’ de la ‘{check}’ {typename} sont vérifiés et distincts !

source: Alphabet Chart
ar_sa: الرسم البياني الأبجدي
es_es: Tabla de Alfabeto
fr_fr: Tableau d'alphabet

source: Alphabet Chart UI for Glyph Ordering and Selection
ar_sa: واجهة المستخدم للمخطط الأبجدي لترتيب Glyph والاختيار
es_es: Interfaz de gráfico de alfabeto para ordenar y seleccionar glifos
fr_fr: Interface graphique alphabet pour l'ordre et la sélection des glyphes

source: Alphabet Chart UI for Word Selection
ar_sa: واجهة الخرائط الأبجدية لاختيار الكلمات
es_es: UI del gráfico de alfabeto para la selección de palabras
fr_fr: Interface graphique par ordre alphabétique pour la sélection de mots

source: Alphabet Chart for {name}
ar_sa: مخطط أبجدي لـ {name}
es_es: Gráfico de alfabeto para {name}
fr_fr: Graphique alphabet pour {name}

source: Alphabet Report
ar_sa: التقرير الأبجدي
es_es: Reporte de Alfabeto
fr: Rapport par ordre alphabétique
fr_fr: Rapport d'Alphabet

source: Alphabet Report (Not background)
ar_sa: التقرير الأبجدي (ليس خلفية)
es_es: Informe de alfabeto (no fondo)
fr: Rapport par ordre alphabétique (pas en arrière-plan)
fr_fr: Rapport par ordre alphabétique (pas en arrière-plan)

source: Alphabet Report (checks)
ar_sa: التقرير الأبجدي (شيكات)
es_es: Informe de alfabeto (verificaciones)
fr_fr: Rapport par ordre alphabétique (contrôles)

source: Alphabet Report (slices/checks)
ar_sa: التقرير الأبجدي (شرائح / شرائح
es_es: Informe de alfabeto (rebanadas/cheques)
fr_fr: Rapport par ordre alphabétique (slices/checks)

source: Alphabet Report by Tone Group (slices/checks)
ar_sa: تقرير أبجدي من مجموعة النغمة (شرائح / شرائح
es_es: Informe de alfabeto por grupo de tonos (rebanadas/cheques)
fr_fr: Rapport Alphabet par groupe de tonalités (slices/checks)

source: Alphabet Report by Tone group
ar_sa: تقرير أبجدي من مجموعة النغمة
es_es: Informe de alfabeto por grupo de tonos
fr: Rapport alphabétique par groupe de tonalités
fr_fr: Rapport alphabétique par groupe de tonalités

source: Alphabet Report by Tone group (checks)
ar_sa: تقرير أبجدي من مجموعة نغمة (شيكات)
es_es: Informe de alfabeto por grupo de tonos (verificaciones)
fr_fr: Rapport alphabétique par groupe de tonalités (contrôles)

source: Alphabet Report by Tone group (not background)
ar_sa: التقرير الأبجدي لمجموعة النغمة (ليس خلفية)
es_es: Informe de alfabeto por grupo de tonos (no fondo)
fr: Rapport Alphabet par groupe de tonalités (pas en arrière-plan)
fr_fr: Rapport Alphabet par groupe de tonalités (pas en arrière-plan)

source: Alphabet.add_glyph_member done.
ar_sa: تم الأبجد.add_glyph_Member .
es_es: Alfabet.add_glyph_member hecho.
fr_fr: Alphabet.add_glyph_member terminé.

source: Alphabet.rm_glyph_member done.
ar_sa: تم الأبجدية .rm_glyph_Member .
es_es: Alfabet.rm_glyph_member hecho.
fr_fr: Alphabet.rm_glyph_member terminé.

source: Analysis & Decision Tasks
ar_sa: مهام التحليل واتخاذ القرارات
es_es: Análisis y tareas de decisión
fr_fr: Analyse & Tâches de Décision

source: Analysis of what you're done with: {status}
ar_sa: تحليل لما قمت به مع: {status}
es_es: Análisis de lo que has hecho: {status}
fr_fr: Analyse de ce que vous avez fait : {status}

source: Analyze & Decide
ar_sa: تحليل & تقرير
es_es: Analizar y decidir
fr_fr: Analyser & Décider

source: Apparently self.pyaudio doesn't exist, or isn't initialized.
ar_sa: يبدو أن self.pyaudio غير موجود، أو لم يتم تهيئته.
es_es: Aparentemente self.pyaudio no existe, o no está inicializado.
fr_fr: Apparemment, self.pyaudio n'existe pas, ou n'est pas initialisé.

source: Apparently we've run this before today; not backing up again.
ar_sa: يبدو أننا قمنا بتشغيل هذا قبل اليوم؛ لا ننسخ احتياطياً مرة أخرى.
es_es: Parece que lo hemos ejecutado antes de hoy; no hacer una copia de seguridad de nuevo.
fr: Apparemment, nous l'avons fait avant aujourd'hui; pas de sauvegarde à nouveau.
fr_fr: Apparemment, nous avons exécuté ceci avant aujourd'hui; pas de sauvegarde à nouveau.

source: Apparently you tried to pull text out of a non element, and it's not a simple string, either: {element}
es_es: Aparentemente intentaste sacar texto de un no elemento, y tampoco es una cadena sencilla: {element}
fr_fr: Apparemment, vous avez essayé d'extraire du texte d'un élément non élémentaire, et ce n'est pas une simple chaîne, non plus : {element}

source: Apparently {sense} isn't under {form}?
ar_sa: يبدو أن {sense} ليس تحت {form}؟
es_es: Al parecer {sense} no está bajo {form}?
fr_fr: Apparemment {sense} n'est pas sous {form}?

source: Arguments: {args}
ar_sa: الحججج: {args}
es_es: Argumentos: {args}
