Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Consonant Letters
ar_sa: رسائل متطابقة
es_es: Letras de consonante
fr: Lettres Consonantes
fr_fr: Lettres Consonantes

source: Consultant Check
ar_sa: فحص استشاري
es_es: Chequeo de Consultores
fr: Consultant
fr_fr: Consultant

source: Continue to next syllable profile
ar_sa: المتابعة إلى ملف تعريف المقطع التالي
es_es: Continuar al siguiente perfil sílabas
fr: Continuer vers le profil syllabe suivant
fr_fr: Continuer au prochain profil de la syllabe

source: Conversion Done!
ar_sa: تم التحويل!
es_es: ¡Conversión Hecho!
fr: Conversion terminée !
fr_fr: Conversion Effectuée!

source: Convert lexeme field data to citation form fields?
ar_sa: تحويل قاعدة بيانات الحقل إلى حقول نموذج الاقتباس؟
es_es: ¿Convertir los datos del campo lexema a los campos del formulario?
fr: Convertir les données du champ lexème en champs de formulaire de citation ?
fr_fr: Convertir les données du champ lexème en champs du formulaire de citation ?

source: Converting string ‘{task}’ to class
es_es: Convirtiendo cadena ‘{task}’ a clase
fr_fr: Conversion de la chaîne ‘{task}’ en classe

source: Copy work from a USB drive
ar_sa: نسخ العمل من محرك أقراص USB
es_es: Copiar trabajo desde una unidad USB
fr: Copier le travail depuis une clé USB
fr_fr: Copier le travail depuis une clé USB

source: Copying from {source} to {dest}; this may take some time.
es_es: Copiando de {source} a {dest}; esto puede tardar algún tiempo.
fr_fr: Copie de {source} vers {dest}; cela peut prendre un certain temps.

source: Copying to {dir}; this may take some time.
es_es: Copiando a {dir}; esto puede tardar algún tiempo.
fr_fr: Copie vers {dir}; cela peut prendre un certain temps.

source: Correspondence of First Two Vowels
ar_sa: المراسلات بين أول صوتين
es_es: Correspondencia de las dos primeras voces,
fr_fr: Correspondance des deux premiers vowels

source: Correspondence of First/only Two Consonants
ar_sa: مراسلات مع مستهلكين أولاً/اثنين فقط
es_es: Correspondencia de dos consonantes primero/sólo
fr: Correspondance des deux premiers Consonants
fr_fr: Correspondance des Premières/seulement Deux Consonnes

source: Correspondence of Second Two Consonants
ar_sa: مراسلات اثنين من المناسبين
es_es: Correspondencia de los dos segundos consonantes
fr: Correspondance des deux premiers Consonants
fr_fr: Correspondance des Deux Secondes Consonnes

source: Correspondence of Second and Third Vowels
ar_sa: المراسلات بين الفرعين الثاني والثالث
es_es: Correspondencia de Segundo y Tercer Voces
fr_fr: Correspondance des deuxièmes et troisièmes vowels

source: Correspondence of Third and Fourth Vowels
ar_sa: مراسلات صوتي الثالث والرابع
es_es: Correspondencia de la Tercera y la Cuarta Voces
fr_fr: Correspondance des troisième et quatrième vowels

source: Correspondence of first CV
ar_sa: مراسلات السيرة الذاتية الأولى
es_es: Correspondencia del primer CV
fr: Correspondance du premier CV
fr_fr: Correspondance du premier CV

source: Correspondence of first VC
ar_sa: مراسلات أول VC
es_es: Correspondencia del primer CV
fr: Correspondance du premier VC
fr_fr: Correspondance du premier VC

source: Correspondence of second CV
ar_sa: مراسلات السيرة الذاتية الثانية
es_es: Correspondencia del segundo CV
fr: Correspondance du second CV
fr_fr: Correspondance du second CV

source: Correspondence of second VC
ar_sa: المراسلات مع حاكم VC الثاني
es_es: Correspondencia del segundo CV
fr: Correspondance du deuxième VC
fr_fr: Correspondance du deuxième VC

source: Correspondence of third CV
ar_sa: مراسلات السيرة الذاتية الثالثة
es_es: Correspondencia del tercer currículum
fr: Correspondance du troisième CV
fr_fr: Correspondance du troisième CV

source: Correspondence of third VC
ar_sa: مراسلات الدرجة الثالثة
es_es: Correspondencia del tercer CV
fr: Correspondance du troisième VC
fr_fr: Correspondance du troisième VC

source: Couldn't find a local drive to pull from via {repo}; giving up
es_es: No se pudo encontrar una unidad local desde la vía {repo}; abandonando
fr_fr: Impossible de trouver un lecteur local à extraire via {repo}; abandonnez

source: Couldn't find a local drive to push to via {repo}; giving up
es_es: No se pudo encontrar una unidad local a la que enviar vía {repo}; abandonando
fr_fr: Impossible de trouver un lecteur local à envoyer via {repo}; abandonnez

source: Couldn't find a local drive to share with via {repo}; giving up
es_es: No se pudo encontrar una unidad local con la que compartir a través de {repo}; abandonando
fr_fr: Impossible de trouver un lecteur local avec lequel partager via {repo}; abandon

source: Couldn't find a parent; error message follows
ar_sa: تعذر العثور على الأصل ؛ رسالة الخطأ تتبع
es_es: No se pudo encontrar un padre; el mensaje de error sigue
fr: Impossible de trouver un parent; le message d'erreur suit
fr_fr: Impossible de trouver un parent; le message d'erreur suit

source: Couldn't find a repository at {mediadir}
ar_sa: تعذر العثور على مستودع في {mediadir}
es_es: No se pudo encontrar un repositorio en {mediadir}
fr_fr: Impossible de trouver un dépôt à {mediadir}

source: Couldn't find plausible audiolang (among {audios}) for analang {analang}
ar_sa: تعذر العثور على صوت مقبول (بين {audios}) للأنانانانغ {analang}
es_es: No se pudo encontrar el audiolang plausible (entre {audios}) para el análogo {analang}
fr_fr: Impossible de trouver un audio plausible (parmi {audios}) pour l'analang {analang}

source: Couldn't find/import lxml, so not compiling report.
ar_sa: تعذر العثور على/استيراد lxml، لذلك لا يتم تجميع التقرير.
es_es: No se pudo encontrar/importar lxml, por lo que no se ha compilado el informe.
fr: Impossible de trouver/importer lxml, donc le rapport n'est pas compilé.
fr_fr: Impossible de trouver/importer lxml, donc pas de compiler le rapport.

source: Create new USB
ar_sa: إنشاء USB جديد
es_es: Crear nuevo USB
fr: Créer une nouvelle clé USB
fr_fr: Créer une nouvelle clé USB

source: Current database: {name}
ar_sa: قاعدة البيانات الحالية: {name}
es_es: Base de datos actual: {name}
fr_fr: Base de données actuelle : {name}

source: Current profile (no check set)
ar_sa: الملف الشخصي الحالي (لا توجد مجموعة شيك)
es_es: Perfil actual (sin verificar)
fr: Profil actuel (pas de vérification)
fr_fr: Profil actuel (pas de vérification)

source: Data Collection Tasks
ar_sa: مهام جمع البيانات
es_es: Tareas de recolección de datos
fr: Tâches de collecte de données
fr_fr: Tâches de Collecte de Données

source: Data Problem!
ar_sa: مشكلة بيانات!
es_es: ¡Problema de datos!
fr: Problème de données !
fr_fr: Problème de données !

source: Define a New Tone Frame
ar_sa: تعريف إطار نغمة جديدة
es_es: Definir un nuevo marco de tono
fr: Définir une nouvelle cellule de tonalité
fr_fr: Définir une nouvelle cadre de tons

source: Define a New {ps} Tone Frame for {lang}
ar_sa: حدد إطار نغمة جديدة {ps} ل {lang}
es_es: Define un nuevo marco de tono {ps} para {lang}
fr_fr: Définir une nouvelle trame couleur {ps} pour {lang}

source: Deleted key of empty list
ar_sa: تم حذف المفتاح من القائمة الفارغة
es_es: Clave eliminada de lista vacía
fr_fr: Clé supprimée de la liste vide

source: Dict changes; checking attributes and updating the UI.
ar_sa: تغيير التغييرات؛ التحقق من السمات وتحديث واجهة المستخدم.
es_es: Cambia el dicta; comprueba los atributos y actualiza la interfaz de usuario.
fr_fr: Modifications de dict ; vérification des attributs et mise à jour de l'interface utilisateur.

source: Didn't find thread for {thread}; can't mark finished.
ar_sa: لم يتم العثور على موضوع ل {thread}؛ لا يمكن وضع علامة على الانتهاء.
es_es: No se ha encontrado el hilo para {thread}; no se puede marcar como terminado.
fr_fr: Le sujet n'a pas été trouvé pour {thread}; impossible de marquer comme terminé.

source: Didn't find {attr} in {settings}
ar_sa: لم يتم العثور على {attr} في {settings}
es_es: No se encontró {attr} en {settings}

source: Didn't find ‘{key}’ ui.Variable: {value}
ar_sa: لم يتم العثور على ''{key}ui.Vvariable: {value}
es_es: No se encontró ‘{key}’ ui.Variable: {value}
fr_fr: N’a pas trouvé ‘{key}’ ui.Variable: {value}

source: Different
ar_sa: مختلف
es_es: Diferente
fr: Différents

source: Digraph and Trigraph settings
ar_sa: إعدادات الرسم البياني و التشفير
es_es: Configuración de Digraph y Trigraph
fr: Réglages Digraph et Trigraph
fr_fr: Paramètres Digraphe et Trigraphe

source: Distinguish Glides (G) initially and medially?
ar_sa: تميز Glides في البداية وبوسط؟
es_es: ¿Glidas disimuladas (G) inicial y medialmente?
fr_fr: Distinguish Glides (G) initialement et médialement?

source: Distinguish Glides word finally (G#)?
ar_sa: هل تريد تمييز كلمة Glides أخيرا (G#)؟
es_es: ¿Palabra de deslizamiento de deslizamientos finalmente (G#)?
fr_fr: Distinguish Glides mot enfin (G#)?

source: Distinguish Nasals (N) initially and medially?
ar_sa: نصر متميز (N) في البداية وبوسط؟
es_es: Distinguish Nasals (N) inicial y medialmente?
fr_fr: Distinguez Nasals (N) initialement et médialement?

source: Distinguish Nasals word finally (N#)?
ar_sa: كلمة نصر متميزة أخيراً (N#)؟
es_es: ¿Palabras Nasals disimuladas finalmente (N#)?

source: Distinguish Non-Nasal/Glide Sonorants (S) initially and medially?
ar_sa: التمييز بين غير الناس/غليدي سونورانتز (S) في البداية والوسطى؟
es_es: ¿Distinguish Non-Nasal/Glide Sonorants (S) inicial y mediamente?
fr_fr: Distinguez les sonorants non-Nasal/Glide (S) initialement et médialement?

source: Distinguish glottal stops (ʔ) initially and medially?
ar_sa: تميزت الوقفات الكلاسيكية (<unk> ) في البداية وبوسط؟
es_es: Distinguish glottal para inicial y mediamente?
fr_fr: Distinguez les arrêts glottaux (<unk> ) initialement et medialement?

source: Distinguish glottal stops word finally (ʔ#)?
ar_sa: تمييز كلمة وقف الكرة أخيراً (<unk> #)؟
es_es: Distinguish glottal para la palabra finalmente (ed! #)?
fr_fr: Distinguish glottal arrêter mot enfin (<unk> #)?

source: Distinguish likely depressor consonants (D) initially and medially?
ar_sa: التمييز بين الأحرف الساكنة المحتملة للاكتئاب (D) في البداية وفي المتوسط؟
es_es: Distinguish probable depresor consonantes (D) inicial y medialmente?
fr_fr: Distinguer les consonnes probablement dépresseurs (D) initialement et médialement?

source: Distinguishing {glyph1} and {glyph2}
ar_sa: تمييز {glyph1} و {glyph2}
es_es: Distinguyendo {glyph1} y {glyph2}
fr_fr: Distinguant {glyph1} et {glyph2}

source: Do
ar_sa: فعل
es_es: Hacerlo
fr: Faire
fr_fr: Faire

source: Do you want to commit language data via {repo} now?
es_es: ¿Quieres enviar datos de idioma a través de {repo} ahora?
fr_fr: Voulez-vous valider les données de langue via {repo} maintenant?

source: Do you want {name} to move data from your lexeme fields to citation fields, for each entry with no citation field data?
ar_sa: هل تريد أن يقوم {name} بنقل البيانات من حقول القانون الخاص بك إلى حقول الاقتباس، لكل بند بدون بيانات حقل الاقتباس؟
es_es: ¿Desea que {name} mueva los datos de sus campos léxicos a los campos de cita, para cada entrada sin datos de campo de cita?
fr_fr: Voulez-vous que {name} déplace les données de vos champs de lexème vers les champs de référence, pour chaque entrée sans donnée de champ de référence?

source: Doesn't seem to be list formatted.
ar_sa: لا يبدو أنه تم تنسيق القائمة.
es_es: Parece que no está formateado en la lista.
fr_fr: Ne semble pas être une liste formatée.

source: Doing Nothing!
es_es: ¡No hacer nada!
fr_fr: Ne rien faire !

source: Doing guid triage and other variables —this takes awhile...
ar_sa: إجراء رحلة غوية ومتغيرات أخرى - هذا يستغرق بعض الوقت...
es_es: Hacer triage de guid y otras variables — esto toma un tiempo...
fr_fr: Faire le triage des guides et d'autres variables – cela prend un certain temps...

source: Doing guid triage by ps... This also takes awhile?...
ar_sa: القيام برحلة خفية بواسطة صفحات... هذا يستغرق أيضًا بعض الوقت؟...
es_es: Haciendo triage guid por ps... Esto también toma un tiempo?...
fr_fr: Le triage guid par ps... Cela prend aussi du temps ?...

source: Don't use Other Groups:
es_es: No usar otros grupos:
fr_fr: Ne pas utiliser les autres groupes :

source: Don't use this task.
ar_sa: لا تستخدم هذه المهمة.
es_es: No utilices esta tarea.
fr: Ne pas utiliser cette tâche.
fr_fr: Ne pas utiliser cette tâche.

source: Done
ar_sa: تم
es_es: Hecho
fr: Fait

source: Done initializing Report
ar_sa: تم تهيئة التقرير
es_es: Terminó la inicialización del informe
fr_fr: Fin d'initialisation du rapport

source: Done maybe committing/pushing to {repo}
ar_sa: تم ربما الالتزام/الضغط إلى {repo}
es_es: Hecho tal vez comprometir/enviar a {repo}
fr_fr: Fait peut-être en engagement/poussant vers {repo}

source: Done reading XML file.
ar_sa: تم قراءة ملف XML.
es_es: Lectura el archivo XML.
fr_fr: Lecture du fichier XML terminée.

source: Done setting up syllable profiles.
ar_sa: تم إعداد ملفات التعريف الخاصة بالمقطع.
es_es: Listo para configurar perfiles sílabas.
fr_fr: Mise en place des profils de syllabe.

source: Done with {}.
ar_sa: تم مع {}.
es_es: Hecho con {}.
fr_fr: Fait avec {}.

source: Done writing to lift ({status}).
ar_sa: تم الكتابة إلى الرفع ({status}).
es_es: Escrito para levantar ({status}).
fr_fr: Terminé d'écrire à LIFT ({status}).

source: Done —no change
ar_sa: حرر - لا تغيير
es_es: Hecho — sin cambios
fr: Terminé — aucun changement
fr_fr: Terminé — pas de changement

source: Done!
ar_sa: تم!
es_es: ¡Listo!
fr: Terminé !
fr_fr: Terminé!

source: Done! (saved to {dir})
es_es: ¡Listo! (guardado en {dir})
fr_fr: Terminé ! (sauvegardé dans {dir})

source: Done/Next
ar_sa: تم/التالي
es_es: Hecho/Siguiente
fr: Fait/Suivant
fr_fr: Finit/Prochaine

source: Done; setting back matter, etc, now.
ar_sa: فعلوا؛ إعداد المادة الخلفية، إلخ. الآن.
es_es: Hecho; volver a la materia, etc, ahora.
fr_fr: Terminé; faire le recul, etc, maintenant.

source: Dowloading images from OpenClipart.org {glosses}
ar_sa: تحميل الصور من OpenClipart.org {glosses}
es_es: Bajando imágenes de OpenClipart.org {glosses}
fr_fr: Chargement des images depuis OpenClipart.org {glosses}

source: Element[0] text: {text}
es_es: Elemento[0] texto: {text}
fr_fr: Texte de l'élément[0] : {text}

source: Enter Analysis Language Name
ar_sa: أدخل اسم لغة التحليل
es_es: Introduzca el nombre del idioma de análisis
fr: Entrez le nom de la langue d'analyse
fr_fr: Taper le nom de la Langue à Analyser

source: Entries Added!
ar_sa: تم إضافة الإدخالات!
es_es: Entradas añadidas!
fr: Entrées ajoutées !
fr_fr: Entrées Ajoutées !

source: Error trying to add SILCAWL entries
ar_sa: خطأ في محاولة إضافة إدخالات SILCAWL
es_es: Error al intentar añadir entradas SILCAWL
fr: Erreur lors de l'ajout d'entrées SILCAWL
fr_fr: Erreur lors de la tentative d'ajout d'entrées SILCAWL

source: Error: please set Grammatical category with profiles first! (not {ps})
ar_sa: خطأ: الرجاء تعيين فئة غراماتيكال مع الملفات الشخصية أولاً! (ليس {ps})
es_es: Error: ¡primero establezca la categoría Gramatical con los perfiles! (no {ps})
fr_fr: Erreur: veuillez d'abord définir une catégorie grammaticale avec des profils ! (pas {ps})

source: Error: please set Lift file first! ({file})
ar_sa: خطأ: الرجاء تعيين ملف رفع أولاً! ({file})
es_es: Error: Por favor, primero establezca el archivo Levantamiento! ({file})
fr_fr: Erreur: veuillez d'abord définir le fichier Lift ! ({file})

source: Error: please set Ps-Profile first! ({ps}/{check}/{profile})
es_es: Error: por favor seleccione Ps-Profile primero! ({ps}/{check}/{profile})
fr_fr: Erreur: veuillez d'abord définir le Ps-Profile ! ({ps}/{check}/{profile})

source: ErrorNotice got no text?
ar_sa: خطأ في التنبيه لم يحصل على نص؟
es_es: ¿Error Notice no tiene texto?
fr: Aucun texte n'a été trouvé dans l\'avis d\'erreur?
fr_fr: Aucun texte n'a été trouvé dans l\'avis d\'erreur?

source: Evidently there isn't a parser running ({error})
ar_sa: من الواضح أنه لا يوجد منصة تشغيل ({error})
es_es: Por lo tanto, no hay un analizador en ejecución ({error})
fr_fr: Évidemment, il n'y a pas d'analyseur en cours d'exécution ({error})

source: Evidently you can't make a root window? ({error})
es_es: ¿No puedes crear una ventana raíz? ({error})
fr_fr: Évidemment, vous ne pouvez pas faire une fenêtre racine? ({error})

source: Examples for {name} {field} tone frame
ar_sa: أمثلة لإطار نغمة {name} {field}
es_es: Ejemplos de marco de tono {name} {field}
fr_fr: Exemples pour le cadre de tonalité {name} {field}

source: Excellent match; Found root {root} in lc: {lc} and sf: {sf}, with this combination of affixes {affixes} already present, already with each other in this ps, which is already marked in the entry
ar_sa: مباراة ممتازة؛ تم العثور على الجذر {root} في lc: {lc} و f: {sf}مع هذه التركيبة من الإضافات {affixes} موجودة بالفعل. بالفعل مع بعضنا البعض في هذه الحلقات، والذي تم تمييزه مسبقا في الإدخال
es_es: Excelente partido; Se encontró la raíz {root} en lc: {lc} y sf: {sf}, con esta combinación de fijos {affixes} ya presentes, ya entre sí en estos ps, que ya está marcado en la entrada
fr_fr: Excellent match; Racine {root} trouvée dans lc: {lc} et sf : {sf}, avec cette combinaison d'affixes {affixes} déjà présents, déjà les uns avec les autres dans ce ps, qui est déjà marqué dans l'entrée

source: Exception in dosetcontext: {error}
ar_sa: الاستثناء في سياق الجرعات: {error}
es_es: Excepción en dosetcontext: {error}
fr_fr: Exception dans le contexte de doset: {error}

source: Exception: ({error}; guid={guid})
ar_sa: استثناء: ({error}; guid={guid})
es_es: Excepción: ({error}; guía ={guid})

source: Exception: {error}
ar_sa: استثناء: {error}
es_es: Excepción: {error}

source: Executable {exe} found at {path}
es_es: Ejecutable {exe} encontrado en {path}
fr_fr: {exe} exécutable trouvé à {path}

source: Executable {exe} found multiple items: {items}
es_es: Ejecutable {exe} encontró varios elementos: {items}
fr_fr: {exe} exécutable a trouvé plusieurs éléments: {items}

source: Executable {exe} search output: {output}
es_es: Salida de búsqueda ejecutable {exe} : {output}
fr_fr: Sortie de recherche {exe} exécutable : {output}

source: Executed by {version}
es_es: Ejecutado por {version}
fr_fr: Exécuté par {version}

source: Exit
ar_sa: الخروج
es_es: Salir
fr: Quitter
fr_fr: Quitter

source: Exit with no changes
ar_sa: الخروج بدون تغييرات
es_es: Salir sin cambios
fr: Quitter sans modification
fr_fr: Quitter sans modification

source: Exit {azt} with no changes
ar_sa: الخروج من {azt} بدون تغييرات
es_es: Salir de {azt} sin cambios
fr_fr: Quitter {azt} sans modification

source: Export
ar_sa: تصدير
es_es: Exportar
fr_fr: Exportation

source: Export Data
ar_sa: تصدير البيانات
es_es: Exportar datos
fr_fr: Exporter les données

source: Field to frame:
ar_sa: حقل إلى إطار:
es_es: Campo a fotograma:
fr: Champ à encadrer:
fr_fr: Champ à encadrer:

source: Fields found in lexicon: {fields}
ar_sa: الحقول الموجودة في المعجم: {fields}
es_es: Campos encontrados en el léxicón: {fields}
fr_fr: Champs trouvés dans le lexique : {fields}

source: Fifth CV
ar_sa: السيرة الذاتية الخامسة
es_es: Cinco CV
fr: Cinquième CV
fr_fr: Cinquième CV

source: Fifth Consonant
ar_sa: الشريك الخامس
es_es: Sexto Contratante
fr: Cinquième Consonant
fr_fr: Cinquième Consonant

source: Fifth Vowel
ar_sa: صوت خامس
es_es: Cinco Vowel
fr: Cinquième voyelle
fr_fr: Cinquième voyelle

source: File {newfile} already exists! Use it?
ar_sa: الملف {newfile} موجود مسبقاً! استخدامه؟
es_es: ¡El archivo {newfile} ya existe! ¿Utilizarlo?
fr_fr: Le fichier {newfile} existe déjà ! Utilisez-le ?

source: Fill CAWL Images
ar_sa: ملء صور CAWL
es_es: Rellenar imágenes CAWL
fr_fr: Remplir les images CAWL

source: Fill in the {lang} frame forms below. (include a space to separate word forms)
ar_sa: قم بتعبئة نماذج الإطار {lang} أدناه. (قم بتضمين مساحة لاستمارات الكلمات المنفصلة)
es_es: Rellena los formularios de fotogramas {lang} debajo. (incluye un espacio para separar formularios de palabras)
fr_fr: Remplissez les formulaires {lang} ci-dessous. (inclure un espace pour séparer les formulaires de mots)

source: Filling images...
ar_sa: ملء الصور...
es_es: Rellenando imágenes...
fr_fr: Remplissage des images...

source: Final URL: {url}
ar_sa: الرابط النهائي: {url}
es_es: URL final: {url}
fr_fr: URL finale : {url}

source: Final write to lift
ar_sa: الكتابة النهائية إلى الرفع
es_es: Escribir en el ascensor
fr_fr: Écriture finale à soulever

source: Finished generating db.profileswdatabyentry and profileswdatabysense in {} seconds.
ar_sa: تم الانتهاء من توليد db.profileswDatyentry و profileswDatysense في {} ثانية.
es_es: Terminó de generar db.profileswdatabasyentry y profileswdatabasysense en {} segundos.
fr_fr: Fin de la génération de db.profileswdatabasyentry et profileswdatabasysense dans {} secondes.

source: Finished in {:1.0f} minutes, {:2.3f} seconds.
ar_sa: انتهى في {:1.0f} دقيقة، {:2.3f} ثانية.
es_es: Terminado en {:1.0f} minutos, {:2.3f} segundos.
fr_fr: Terminé dans {:1.0f} minutes, {:2.3f} secondes.

source: Finished in {seconds} seconds.
es_es: Terminado en {seconds} segundos.
fr_fr: Terminé en {seconds} secondes.

source: Finished looking at [{lang}]{field} field: {status}
ar_sa: انتهى النظر إلى [{lang}] حقل{field} : {status}
es_es: Finalizó la búsqueda de [{lang}]{field} campo: {status}
fr_fr: Fin de la recherche du champ [{lang}]{field} : {status}

source: Finished settingsobjects up to {keys}
ar_sa: الإعدادات المكتملة حتى {keys}
es_es: Setingsobjects finalizados hasta {keys}
fr_fr: Paramètres terminés jusqu'à {keys}

source: Finished update_annotations_by_glyph threads for ‘{glyph}’
ar_sa: تحديثات منتهية_annotations_by_glyph لموضوعات ''{glyph}
es_es: Se completaron los hilos update_annotations_by_glyph para ‘{glyph}’
fr_fr: Threads update_annotations_by_glyph terminés pour ‘{glyph}’

source: Finished with all threads running
ar_sa: انتهت مع جميع المواضيع قيد التشغيل
es_es: Terminado con todos los hilos en ejecución
fr_fr: Terminé avec tous les threads en cours d'exécution

source: Finished {msg}at {now} ({m:1.0f}m, {s:2.3f}s)
ar_sa: انتهى {msg}في {now} ({m:1.0f}m، {s:2.3f}s)
es_es: {msg}terminado en {now} ({m:1.0f}m, {s:2.3f}s)

source: Finished {msg}at {now}, after {duration} seconds
ar_sa: انتهى {msg}في {now}بعد {duration} ثانية
es_es: Terminado {msg}en {now}, después de {duration} segundos
fr_fr: Terminé {msg}à {now}, après {duration} secondes

source: Finished {msg}at {time} ({minutes:1.0f}m, {seconds:2.3f}s)
ar_sa: انتهى {msg}في {time} ({minutes:1.0f}m، {seconds:2.3f}s)
es_es: {msg}terminado en {time} ({minutes:1.0f}m, {seconds:2.3f}s)

source: Finishing makeaudiofilename with {file} and {url}
ar_sa: إنهاء التسمية المسموعة مع {file} و {url}
es_es: Finalizando makeaudiofilename con {file} y {url}
fr_fr: Fin de makeaudiofilename avec {file} et {url}

source: Finishing thread for {thread}
ar_sa: إنهاء الموضوع ل {thread}
es_es: Finalizando hilo para {thread}
fr_fr: Thème de fin pour {thread}

source: First Vowel
ar_sa: صوت أول
es_es: Primer vocal
fr_fr: Première voyelle

source: First/only Consonant
ar_sa: أولاً/فقط متوافق
es_es: Primero/sólo consonante
fr: Premier/seul Consonant
fr_fr: Première/Seule Consonne

source: Fit Page
ar_sa: الصفحة المناسبة
es_es: Ajustar página
fr_fr: Ajuster la page

source: For help with this tool, please check out the documentation at {url}
ar_sa: للحصول على المساعدة في هذه الأداة، يرجى التحقق من الوثائق في {url}
es_es: Para ayuda con esta herramienta, por favor revisa la documentación en {url}
fr: Pour obtenir de l'aide sur cet outil, veuillez consulter la documentation sur {url}
fr_fr: Pour obtenir de l'aide sur cet outil, veuillez consulter la documentation sur {url}

source: For more information on {name} tasks, please check out the documentation at {url}
ar_sa: لمزيد من المعلومات عن مهام {name} ، يرجى التحقق من الوثائق في {url}
es_es: Para más información sobre las tareas {name} , por favor revisa la documentación en {url}
fr_fr: Pour plus d'informations sur les tâches {name} , veuillez consulter la documentation sur {url}

source: Found
ar_sa: موجود
es_es: Encontrado
fr_fr: Trouvé
