Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Plural field name: {}
fr: Nom du champ pluriel : {}

source: Imperative field name: {}
fr: Nom du champ obligatoire : {}

source: Exit {} with no changes
fr: Quitter {} sans modification

source: {} Digraphs and Trigraphs
fr: {} Digraphes et Trigraphes

source: Which of the following letter sequences refer to a single sound?
fr: Parmi les séquences de lettres suivantes, lesquelles se réfèrent à un seul son ?

source: (Answer for each of {}.)
fr: (Réponse pour chaque {}.)

source: (in {})
fr: (en {})

source: If you expect one that isn't listed here, please click here to Email me, and I can add it.
fr: Si vous vous attendez à une liste qui n'est pas listée ici, veuillez cliquer ici pour m'envoyer un courriel, et je peux l'ajouter.

source: Making changes will restart {} and trigger another syllable profile analysis. If you don't want that, click ‘{}’.
fr: Faire des modifications redémarrera {} et déclenchera une autre analyse de profil syllabe. Si vous ne voulez pas cela, cliquez sur « {}».

source: See {} for further instructions.
fr: Voir {} pour plus d'instructions.

source: Language {} found without segment settings.
fr: Langue {} trouvée sans paramètres de segment.

source: {} ({}/{}) has no Di/Trigraph setting; prompting user for info.
fr: {} ({}/{}) n'a pas de paramètre Di/Trigraph ; demande d'information à l'utilisateur.

source: Asked about polgraphs, but user exited, so exiting {}
fr: Poser une question à propos des polgraphes, mais l'utilisateur est sorti, alors sortant de {}

source: Apparently {} isn't under {}?
fr: Apparemment, {} n'est pas sous {} ?

source: getting profiles for {} lexical category
fr: obtenir des profils pour {} catégorie lexicale

source: Your {} database has the following symbols, which are excluding {} words from being analyzed: {}
fr: Votre base de données {} a les symboles suivants, qui excluent {} mots d'être analysés : {}

source: Reloading status data
fr: Rechargement des données de statut

source: Found {} analangs: {}
fr: {} analangs trouvés : {}

source: (guessing [{}]; if that's not correct, exit now and fix it!)
fr: (deviner [{}]; si ce n'est pas correct, quittez maintenant et corrigez !)

source: Only one analang in file; using it: ({})
fr: Un seul analang dans un fichier ; en l'utilisant : ({})

source: Looks like I found an iso code with data for analang! ({})
fr: On dirait que j'ai trouvé un code iso avec des données pour analang ! ({})

source: trying {}
fr: essai de {}

source: Looks like I found an iso code for analang! ({})
fr: On dirait que j'ai trouvé un code iso pour analang ! ({})

source: analang guessed: {} (If you don't like this, change it in the menus)
fr: analang guessed: {} (Si vous n'aimez pas ceci, changez le dans les menus)

source: Analang in second of two audiolangs only, selecting
fr: Analang en seconde de deux audiolangs seulement, sélection

source: Analang in both of two audiolangs only, selecting shorter: {}
fr: Analang dans les deux audiolangs seulement, en sélectionnant plus court : {}

source: No change: {} == {}
fr: Aucun changement : {} == {}

source: French
fr: Français

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Portuguese
fr: Portugais

source: Bahasa Indonesian
fr: Bahasa Indonésien

source: Unnamed {} Task ({})
fr: Tâche sans nom {} ({})

source: Analyze
fr: Analyser

source: {} Dictionary and Orthography Checker: {}
fr: {} Vérificateur de dictionnaire et d'orthographie : {}

source: click ‘{}’ to change tasks
fr: cliquez sur « {}» pour modifier les tâches

source: Profiles to check: {}
fr: Profils à vérifier : {}

source: Changed to value ({}) doesn't match current setting for ‘{}’: {}
fr: La valeur ({}) ne correspond pas au paramètre actuel pour « {}»: {}

source: Interpret {} Segments
fr: Interpréter {} segments

source: Here you can view and set parameters that change how {} interprets {} segments (consonant and vowel glyphs/characters)
fr: Ici vous pouvez voir et définir les paramètres qui changent la façon dont {} interprète {} les segments (glyphes consonnes et voyelles/caractères)

source: Do you want to distinguish initial and medial glottal stops (ʔ) from other (simple/single) consonants?
fr: Voulez-vous distinguer les arrêts de glottal initial et médial (<unk> ) des autres consonnes (simple/simple) ?

source: Do you want to distinguish Word Final glottal stops (ʔ#) from other word final consonants?
fr: Voulez-vous distinguer les arrêts du glottal Word Final (<unk> #) des autres consonnes finales de mot ?

source: Do you want to distinguish initial and medial Nasals (N) from other (simple/single) consonants?
fr: Voulez-vous distinguer les Nasals initiaux et médiaux (N) des autres consonnes (simple/simple) ?

source: Do you want to distinguish Word Final Nasals (N#) from other word final consonants?
fr: Voulez-vous distinguer Word Final Nasals (N#) des autres consonnes finales de mots ?

source: Do you want to distinguish initial and medial likely depressor consonants (D={}) from other (simple/single) consonants?
fr: Voulez-vous distinguer les consonnes initiales et médiales probables de dépresseurs (D={}) des autres consonnes (simples/simples) ?

source: Do you want to distinguish Word Final likely depressor consonants (D={}) from other (simple/single) consonants?
fr: Voulez-vous distinguer les consonnes de dépresseurs Word Final probables (D={}) des autres consonnes (simple/single) ?

source: Do you want to distinguish initial and medial Glides (G) from other (simple/single) consonants?
fr: Voulez-vous distinguer les Glides initiales et médiales (G) des autres consonnes (simple/simple) ?

source: Do you want to distinguish Word Final Glides (G) from other (simple/single) consonants?
fr: Voulez-vous distinguer Word Final Glides (G) des autres consonnes (simple/simple) ?

source: Do you want to distinguish initial and medial Non-Nasal/Glide Sonorants (S) from other (simple/single) consonants?
fr: Voulez-vous distinguer les sonorants non Nasal/Glide des autres consonnes (simples/simples) ?

source: Do you want to distinguish Word Final Non-Nasal/Glide Sonorants (S) from other (simple/single) consonants?
fr: Voulez-vous distinguer Word Final Non-Nasal/Glide Sonorants (S) des autres consonnes (simple/unique)?

source: How do you want to interpret Nasal-Consonant (NC) sequences?
fr: Comment voulez-vous interpréter les séquences Nasal-Consonant (NC) ?

source: How do you want to interpret Consonant-Glide (CG) sequences?
fr: Comment voulez-vous interpréter les séquences Consonant-Glide (CG) ?

source: How do you want to interpret Vowel-Nasal (VN) sequences?
fr: Comment voulez-vous interpréter les séquences Vowel-Nasal (VN) ?

source: If you make changes, this button==> will restart the program to reanalyze your data, which will take some time.
fr: Si vous apportez des modifications, ce bouton==> redémarrera le programme pour réanalyser vos données, ce qui prendra un certain temps.

source: What language do you want {} to address you in?
fr: Dans quelle langue voulez-vous {} vous adresser ?

source: How do you want to display the name of {}
fr: Comment voulez-vous afficher le nom de {}

source: , with ISO 639-3 code [{}]
fr: , avec le code ISO 639-3 [{}]

source: Error: please set Grammatical category with profiles first!
fr: Erreur: Veuillez d'abord définir la catégorie grammaticale avec les profils !

source: What ({}) syllable profile do you want to work with?
fr: Avec quel profil syllabe ({}) voulez-vous travailler ?

source: Make Custom Second Form Field for {}
fr: Créer un deuxième champ de formulaire personnalisé pour {}

source: What field name do you want to use for {} words?
fr: Quel nom de champ voulez-vous utiliser pour {} mots ?

source: Select Second Form Field for {}
fr: Sélectionnez le deuxième champ de formulaire pour {}

source: What is the database field for second forms for ‘{}’ words?
fr: Quel est le champ de la base de données pour les deuxième formulaires pour les mots « {}» ?

source: What database field name do you want to use for second forms for {} words?
fr: Quel nom de champ de la base de données voulez-vous utiliser pour les deuxièmes formulaires pour {} mots ?

source: None of these work; make my own field
fr: Aucun de ces travaux; créer mon propre champ

source: Return to {}, to fix settings
fr: Retournez à {}, pour corriger les paramètres

source: I can't find any checks for type {}, ps {}, profile {}. Probably that means there is a problem with your settings, or with your syllable profile analysis
fr: Je ne trouve aucune vérification de type {}, ps {}, profil {}. Cela signifie probablement qu'il y a un problème avec vos paramètres, ou avec votre analyse de profil syllabe

source: You need to set Check type (as Tone, currently {}) Grammatical category (currently {}) Syllable Profile (currently {}), and Tone Frame (currently {}) Before choosing a sort group!
fr: Vous devez définir le type Check (tel que Tone, actuellement {}) Catégorie grammaticale (actuellement {}) Profil Syllable (actuellement {}), et Tone Frame (actuellement {}) Avant de choisir un groupe de tri!

source: What {} do you want to work with?
fr: Avec quel {} voulez-vous travailler ?

source: Closing down {} and storing changes
fr: Fermeture {} et stockage des modifications

source: Analysis Tasks
fr: Tâches d'analyse

source: The conversion is done now, so {0} will quit. You may want to inspect your current file ({1}) and the backup ({2}) to confirm this did what you wanted, before opening {0} again. In case there are any issues, the log file is also saved in {3}
fr: La conversion est faite maintenant, alors {0} va quitter. Vous pouvez inspecter votre fichier actuel ({1}) et la sauvegarde ({2}) pour confirmer que cela a fait ce que vous vouliez, avant d'ouvrir à nouveau {0} . En cas de problème, le fichier journal est également enregistré dans {3}

source: You have {} entries with lexeme data, and only {} with citation data.
fr: Vous avez {} entrées avec des données de lexème, et seulement {} avec des données de référence.

source: Typically, dictionary work starts by collecting citation forms, and later moves to analyzing those forms into lexemes (meaningful, but not necessarily pronounceable, word parts). Sometimes, people store those citation forms in lexeme fields, though this is typically in error. {} can help you analyze your citation forms into lexeme forms, but they first need to be moved to the correct fields in your database.
fr: Habituellement, le travail du dictionnaire commence par la collecte de formes de citation, et plus tard par l'analyse de ces formes en lexèmes (significatifs, mais pas nécessairement prononçables, parties de mots). Parfois, les gens stockent ces formes de citation dans des champs de lexème, bien que cela soit typiquement dans une erreur. {} peut vous aider à analyser vos formulaires de citation en formes de lexème, mais ils doivent d'abord être déplacés vers les champs corrects de votre base de données.

source: Do you want {} to move data from your lexeme fields to citation fields, for each entry with no citation field data?
fr: Voulez-vous que {} déplace les données de vos champs de lexème vers les champs de référence, pour chaque entrée sans donnée de champ de référence?

source: See {} for more information.
fr: Voir {} pour plus d'informations.

source: go to {}
fr: aller à {}

source: Couldn't find plausible audiolang (among {}) for analang {}
fr: Impossible de trouver l'audio plausible (parmi {}) pour l'analang {}

source: Current database: {}
fr: Base de données actuelle : {}

source: Already writing to lift; I trust this new mod will get picked up later...
fr: Déjà en train d'écrire pour élever ; j'espère que ce nouveau mod sera ramassé plus tard...

source: You don't have the sound module installed. For best use of {},you should switch back to the main branch, connect to the internet, and restart. In the mean time. You won't be able to record or play audio!
fr: Vous n'avez pas le module de son installé. Pour une meilleure utilisation de {}, vous devez revenir à la branche principale, vous connecter à Internet et redémarrer. En attendant, vous ne pourrez pas enregistrer ou jouer de l'audio !

source: Presorting for this check/slice already done! ({})
fr: Préparation pour cette vérification/tranche déjà effectuée ! ({})

source: Presorting ({}={})
fr: Préparation ({}={})

source: What is the form of the new morpheme in {} (consonants and vowels only)?
fr: Quelle est la forme du nouveau morphème en {} (consonnes et voyelles seulement)?

source: What does ‘{}’ mean in {}?
fr: Que veut dire « {}» dans {} ?

source: Use this {} gloss for ‘{}’
fr: Utilisez cette lueur {} pour « {} »

source: Skip {} gloss
fr: Ignorer {} la glose

source: Add {} morpheme to the dictionary
fr: Ajouter {} morphème au dictionnaire

source: Found gloss of SILCAWL line #{:04} ({}); adding info to that entry.
fr: Glose de la ligne SILCAWL #{:04} ({}); ajout d'informations à cette entrée.

source: Gloss of SILCAWL line #{:04} ({}) not found; copying over that entry.
fr: Glose de la ligne SILCAWL #{:04} ({}) introuvable ; copie de cette entrée.

source: Added {} entries from the SILCAWL
fr: Ajouté {} entrées de la SILCAWL

source: Modded {} entries with new information from the SILCAWL
fr: {} entrées modifiées avec de nouvelles informations de la SILCAWL

source: We seem to have not added or modded any entries, which shouldn't happen! (missing: {})
fr: Il semble que nous n'ayons ajouté ou modifié aucune entrée, ce qui ne devrait pas arriver ! (manquant: {})

source: Select a good image for {}
fr: Sélectionnez une bonne image pour {}

source: local file
fr: fichier local

source: Dowloading images from OpenClipart.org {}
fr: Téléchargement des images depuis OpenClipart.org {}

source: Found {} images!
fr: {} images trouvées !

source: Problems downloading {} images
fr: Problèmes lors du téléchargement de {} images

source: It looks like you're done filling out the empty entries in your database! Congratulations! You can still add words through the button on the left ({}).
fr: On dirait que vous avez fini de remplir les entrées vides dans votre base de données! Félicitations ! Vous pouvez toujours ajouter des mots via le bouton de gauche ({}).

source: This parse looks good ({})
fr: Cette analyse a l'air bonne ({})

source: Another {}
fr: Autre {}

source: What is the {} or {} of ‘{}’ ({})?
fr: Qu'est-ce que le {} ou {} de ‘{}’ ({}) ?

source: Select {} form
fr: Sélectionnez le formulaire {}

source: What {} form goes with ‘{}’ ({})?
fr: Quel formulaire {} accompagne '{}' ({}) ?

source: Not a {}
fr: Pas un {}

source: Parsing (ask: {} auto: {})
fr: Analyse (demande : {} auto: {})

source: {} tries to do as much as possible automatically, and according to the level you have set for confirmation.
fr: {} essaie de faire le plus possible automatiquement, et selon le niveau que vous avez défini pour confirmation.

source: Gloss in {}:
fr: Glose dans {} :

source: Skip {}
fr: Ignorer {}

source: <{0} word>
fr: < Mots{0}>

source: No {} frame info
fr: Aucune info sur le cadre {}

source: Add {0} gloss
fr: Ajouter une glose {0}

source: Add {} values for this frame
fr: Ajouter {} valeurs pour cette frame

source: Examples for {} {} tone frame
fr: Exemples pour {} {} {} tonalité

source: Use {} tone frame
fr: Utiliser le ton {}

source: Fill in the {} frame forms below. (include a space to separate word forms)
fr: Remplissez les {} formulaires de cadre ci-dessous. (inclure un espace pour séparer les formulaires de mots)

source: Use this {} form {} the dictionary gloss
fr: Utilisez ce formulaire {} {} de la glose du dictionnaire

source: What text goes *before* <==the {} word *{}* in the frame?
fr: Quel texte va *avant* <==le mot {} *{}* dans le cadre ?

source: What text goes *after* the {} word *{}*==> in the frame?
fr: Quel texte va *après* le mot {} *{}*==> dans le cadre ?

source: What do you want to call this new {} tone frame for {}?
fr: Comment voulez-vous appeler ce nouveau ton {} pour {} ?

source: New {} Tone frame for {}: Name the Frame
fr: Nouveau {} Cadre de Tonalité pour {} : Nommez le Cadre

source: Define a New {} Tone Frame for {}
fr: Définir une nouvelle image de ton {} pour {}

source: Add {} Tone Frame for {}
fr: Ajouter {} Tone Frame pour {}

source: New Ad Hoc Sort Group for {} Group
fr: Nouveau groupe de tri spécial pour {} groupe

source: This is a large group ({})! Are you in the right lexical category?
fr: Ceci est un grand groupe ({}) ! Êtes-vous dans la bonne catégorie lexicale ?

source: What do you want to call this group for sorting {} words?
fr: Comment voulez-vous appeler ce groupe pour trier {} mots ?

source: Select the {} words below that you want in this group, then click ==>
fr: Sélectionnez les {} mots ci-dessous que vous voulez dans ce groupe, puis cliquez ==>

source: Removing sense {} from subcheck {}
fr: Suppression du sens {} de la sous-vérification {}

source: Hey, you're not done with {} {} words by {}! Come back when you have time; restart where you left off by pressing ‘{}’
fr: Hé, tu n'as pas terminé {} {} mots par {} ! Reviens quand tu auras le temps ; redémarre là où tu l'as laissé en appuyant sur '{}'

source: All ‘{}’ groups in the ‘{}’ {} are verified and distinct!
fr: Tous les groupes ‘{}’ du ‘{}’ {} sont vérifiés et distincts !

source: Moving on to the next {}!
fr: Passons au prochain {} !

source: Looking for tone check ‘{}’, but not in {} frames: {}
fr: Recherche de la tonalité « {} », mais pas dans les images {} : {}

source: in ‘{}’ frame
fr: dans le cadre '{}'

source: by {}
fr: par {}

source: Sort {} {} ({})
fr: Trier {} {} ({})

source: Select the one with the same {} as
fr: Sélectionnez celui avec le même {} que

source: preparing to verify {} group: {}
fr: préparation de la vérification du groupe {} : {}

source: Read down this list to verify they all have the same {0} sound. Click on any word with a different {0} sound to remove it from the list.
fr: Lisez cette liste pour vérifier qu'ils ont tous le même son {0} . Cliquez sur n'importe quel mot avec un son {0} différent pour le retirer de la liste.

source: Group ‘{}’ only has {} example; marking verified and continuing.
fr: Le groupe « {}» n'a que {} exemple ; marquage vérifié et continué.

source: Verify {} Group ‘{}’ for ‘{}’ ({})
fr: Vérifier {} Groupe '{}' pour '{}' ({})

source: Review Groups for {} Tone (in ‘{}’ frame)
fr: Groupes de révision pour {} tonalités (dans le cadre '{}')

source: These are all different
fr: Tous ces éléments sont différents

source: Congratulations! All your {} with profile ‘{}’ are sorted into the groups exemplified below (in the ‘{}’ frame). Do any of these have the same {}? If so, click on two groups to join. If not, just click ‘{ok}’.
fr: Félicitations ! Tous vos {} avec le profil '{}' sont triés dans les groupes illustrés ci-dessous (dans le cadre '{}'). Est-ce que l'un d'entre eux a le même {} ? Si c'est le cas, cliquez sur deux groupes pour rejoindre. Sinon, cliquez simplement sur «{ok}».

source: Now we're going to move group ‘{0}’ into ‘{1}’, marking ‘{1}’ unverified.
fr: Maintenant, nous allons déplacer le groupe ‘{0}’ dans ‘{1}’, marquant ‘{1}’ non vérifié.

source: Confirm Sound Card Settings
fr: Confirmer les paramètres de la carte son

source: Speakers: ‘{}’
fr: Haut-parleurs : ‘{}’

source: Quit Task
fr: Quitter la tâche

source: Select Sound Card Settings
fr: Sélectionnez les paramètres de la carte son

source: Record {} {} Words: click ‘Record’, talk, and release ({} words)
fr: Enregistrez {} {} Mots : cliquez sur « Enregistrer», parlez et relâchez ({} mots)

source: Next {} words
fr: {} mots suivants

source: How did we get no UR tone groups? {}-{} Have you run the tone report recently? Doing that for you now...
fr: Comment n'avons-nous pas obtenu de groupes de tonalités UR ? {}-{} Avez-vous exécuté le rapport de tonalité récemment ? Cela pour vous maintenant...

source: Giving user the number {} example from tone group {}
fr: Donner à l'utilisateur l'exemple {} du groupe de tonalités {}

source: Starting XLP background report with kwargs {}
fr: Démarrage du rapport d'arrière-plan XLP avec kwargs {}

source: Looks like that didn't work; you may need to run a report first, or not do it in the background ({}).
fr: On dirait que cela n'a pas fonctionné ; vous devrez peut-être exécuter un rapport en premier, ou ne pas le faire en arrière-plan ({}).

source: setting up background reports {}
fr: paramétrage des rapports d'arrière-plan {}

source: Starting reports that didn't work in the background: {}
fr: Rapports de début qui n'ont pas fonctionné en arrière-plan : {}

source: all reports ({})
fr: tous les rapports ({})

source: Starting report {} {}
fr: Rapport de début {} {}

source: {} {} Tone Report in Process ({})
fr: {} {} {} Signalement de tonalité dans le processus ({})

source: Introduction to {} {}
fr: Introduction à {} {}

source: This report follows an analysis of sortings of {} morphemes (roots or affixes) across the following frames: {}. {} stores these sortings in lift examples, which are output here, with any glossing and sound file links found in each lift sense example. Each group in this report is distinct from the others, in terms of its grouping across the multiple frames used. Sound files should be available through links, if the audio directory with those files is in the same directory as this file.
fr: Ce rapport fait suite à une analyse de tri de {} morphèmes (racines ou affixes) sur les images suivantes : {}. {} stocke ces tris dans des exemples de levage, qui sont sortis ici, avec tous les liens de fichiers de glose et de son trouvés dans chaque exemple de sens de levage. Chaque groupe de ce rapport est distinct des autres, en termes de regroupement entre les multiples images utilisées. Les fichiers sonores devraient être disponibles via des liens, si le répertoire audio contenant ces fichiers se trouve dans le même répertoire que ce fichier.

source: Summary of Frames by {} {} Draft Underlying Melody
fr: Résumé des images par {} {} Brouillon sous-jacent à la Mélodie

source: This is a default report, where {} intentionally splits these groups, so you can see wherever differences lie, even if those differences are likely meaningless (e.g., 'NA' means the user skipped sorting those words in that frame, but this will still distinguish one group from another). To help the qualified analyst navigate such a large selection of small slices of the data, the data is sorted (both here and in the section ordering) by similarity of groups. That similarity is structured, and it is provided here, so you can see the analysis of group relationships for yourself: {}. And here are the structured similarity relationships for the Frames: {}
fr: Ceci est un rapport par défaut, où {} divise intentionnellement ces groupes, pour que vous puissiez voir où se situent les différences, même si ces différences sont probablement sans sens (e. ., 'NA' signifie que l'utilisateur a sauté le tri de ces mots dans ce cadre, mais cela va toujours distinguer un groupe d'un autre). Pour aider l'analyste qualifié à naviguer dans une si grande sélection de petites tranches de données, les données sont triées (ici et dans l'ordre des sections) par similitude des groupes. Cette similitude est structurée, et elle est fournie ici, de sorte que vous pouvez voir l'analyse des relations de groupe par vous-même : {}. Et voici les relations structurées de similitude pour les Frames : {}

source: This is a non-default report, where a user has changed the default (hyper-split) groups created by {}.
fr: Ceci est un rapport non par défaut, où un utilisateur a modifié les groupes par défaut (hyper-split) créés par {}.

source: Values by frame: {}
fr: Valeurs par image : {}
