Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Found Praat version {version}
es_es: Se encontró la versión Praat {version}
fr_fr: Version de Praat {version} trouvée

source: Found a noun, using {ps}
ar_sa: العثور على اسم مستخدم، باستخدام {ps}
es_es: Se ha encontrado un sustento usando {ps}
fr_fr: Un nom a été trouvé, en utilisant {ps}

source: Found a related repository; added to settings.
ar_sa: العثور على مستودع ذي صلة؛ تمت إضافته إلى الإعدادات.
es_es: Encontrado un repositorio relacionado; añadido a la configuración.
fr: Un dépôt lié a été trouvé; ajouté aux paramètres.
fr_fr: Un dépôt lié a été trouvé; ajouté aux paramètres.

source: Found a verb, using {ps}
ar_sa: العثور على فعل، باستخدام {ps}
es_es: Encontrado un verbo, usando {ps}
fr_fr: Un verbe a été trouvé en utilisant {ps}

source: Found branch: {branch}
es_es: Rama encontrada: {branch}
fr_fr: Branche trouvée : {branch}

source: Found changes, but not storing them; returning 1.
ar_sa: العثور على تغييرات، ولكن ليس تخزينها؛ إرجاع 1.
es_es: Se han encontrado cambios, pero no se han guardado; devolviendo 1.
fr_fr: Modifications trouvées, mais pas stockées ; retour 1.

source: Found db.analangs: {langs}
ar_sa: تم العثور على db.analang: {langs}
es_es: Se encontró db.analangs: {langs}
fr_fr: db.analangs trouvés : {langs}

source: Found file name base in possible analysis languages; assuming that and moving on. To select another analysis language for this database, change it in the settings.
ar_sa: العثور على أساس اسم الملف بلغات التحليل الممكنة؛ بافتراض ذلك والمضي قدما. لتحديد لغة تحليل أخرى لقاعدة البيانات هذه، قم بتغييرها في الإعدادات.
es_es: Se encontró la base de nombres de archivo en posibles lenguajes de análisis; asumiendo eso y avanzando. Para seleccionar otro idioma de análisis para esta base de datos, cámbielo en la configuración.
fr_fr: Nom de fichier trouvé dans les langues d'analyse possibles, en supposant que cela et en avançant. Pour sélectionner une autre langue d'analyse pour cette base de données, modifiez-la dans les paramètres.

source: Found gloss data counts: {gloss_counts}, definition counts: {def_counts}
ar_sa: تم العثور على عدد بيانات المسروقات: {gloss_counts}، تعداد التعريف: {def_counts}
es_es: Se encontraron cuentas de datos de glosas: {gloss_counts}, cuenta de definición: {def_counts}
fr_fr: Nombre de données glose trouvées : {gloss_counts}, nombre de définitions : {def_counts}

source: Found gloss of SILCAWL line #{line:04} ({gloss}); adding info to that entry.
ar_sa: تم العثور على مسارد من سطر SILCAWL #{line:04} ({gloss})؛ إضافة معلومات إلى ذلك الإدخال.
es_es: Se encontraron glosas de la línea SILCAWL #{line:04} ({gloss}); agregando información a esa entrada.
fr_fr: Glose de la ligne SILCAWL #{line:04} ({gloss}); ajout d'informations à cette entrée.

source: Found glosses {glosses}
ar_sa: تم العثور على المسارد {glosses}
es_es: Se han encontrado glosas {glosses}
fr_fr: Gloses {glosses} trouvées

source: Found locale {loc}, encoding {enc}
es_es: Se encontró {loc}local, codificando {enc}
fr_fr: Locale {loc}trouvée, encodage {enc}

source: Found no commits; is {url} a {repo} repo?
es_es: No se encontraron commits; ¿ {url} es un repositorio {repo}?
fr_fr: Aucun engagement n'a été trouvé; est-ce que {url} est un dépôt {repo}?

source: Found no {repo} executable!
es_es: ¡No se encontró ningún ejecutable {repo}!
fr_fr: Aucun exécutable {repo} trouvé !

source: Found nominal ps {ps}; using...
ar_sa: تم العثور على تطبيقات اسمية {ps}؛ باستخدام...
es_es: Se encontraron pps nominales {ps}; usando...
fr_fr: Trouvé des ps nominaux {ps}; utilisation...

source: Found other ps {ps}; skipping...
ar_sa: العثور على تطبيقات أخرى {ps}؛ تخطي ...
es_es: Se encontraron otras ps {ps}; saltando...
fr_fr: Trouvé d'autres ps {ps}; ignoré...

source: Found params analang: {lang}
ar_sa: تم العثور على البارامس الشانانغ: {lang}
es_es: Parámetros encontrados analang: {lang}
fr_fr: Paramètres analangs trouvés : {lang}

source: Found previous request to write; doing again.
ar_sa: تم العثور على طلب سابق للكتابة؛ والقيام بذلك مرة أخرى.
es_es: Se encontró la solicitud anterior para escribir; haciendo de nuevo.
fr_fr: Demande précédente d'écriture trouvée ; faire à nouveau.

source: Found reference to filename {}
ar_sa: تم العثور على إشارة إلى اسم الملف {}
es_es: Referencia encontrada al nombre de archivo {}
fr_fr: Référence trouvée vers le nom de fichier {}

source: Found root {root} in lc: {lc} and sf: {sf}, but without matching affixes {affixes} already present.
ar_sa: تم العثور على الجذر {root} في lc: {lc} و f: {sf}، ولكن بدون مطابقة الملحقات {affixes} الموجودة بالفعل.
es_es: Se encontró la raíz {root} en lc: {lc} y sf: {sf}, pero sin coincidir con los arreglos {affixes} ya presentes.
fr_fr: Racine {root} trouvée dans lc: {lc} et sf : {sf}, mais sans affixes {affixes} déjà présents.

source: Found stock LIFT file: {file}
es_es: Encontrado archivo LIFT existente: {file}
fr_fr: Fichier LIFT par défaut trouvé : {file}

source: Found target ({head}) in gggrandchildren of {node}: {grandchildren}
ar_sa: تم العثور على هدف ({head}) في أحفاد {node}: {grandchildren}
es_es: Objetivo encontrado ({head}) en ggrandchildren de {node}: {grandchildren}
fr_fr: Cible trouvée ({head}) dans les enfants ggpetits-enfants de {node}: {grandchildren}

source: Found target ({head}) in gr8grandchildren of {node}: {grandchildren}
ar_sa: تم العثور على هدف ({head}) في أحفاد {node}: {grandchildren}
es_es: Objetivo encontrado ({head}) en gr8grandchildren de {node}: {grandchildren}
fr_fr: Cible trouvée ({head}) dans gr8petits-enfants de {node}: {grandchildren}

source: Found target ({head}) in grandchildren of {node}: {grandchildren}
ar_sa: تم العثور على هدف ({head}) في أحفاد {node}: {grandchildren}
es_es: Objetivo encontrado ({head}) en abuelos de {node}: {grandchildren}
fr_fr: Cible trouvée ({head}) dans les petits-enfants de {node}: {grandchildren}

source: Found undistinguished items {item1} and {item2}
ar_sa: تم العثور على عناصر غير مميزة {item1} و {item2}
es_es: Se han encontrado objetos no listados {item1} y {item2}
fr_fr: Objets {item1} et {item2} trouvés

source: Found verbal ps {ps}; using...
ar_sa: تم العثور على تطبيقات لفظية {ps}؛ باستخدام...
es_es: Se encontraron pps verbales {ps}; usando...
fr_fr: Trouvé les ps verbaux {ps}; utilisation...

source: Found {analyzed} analyzed of {total} examples in slice
ar_sa: تم العثور على {analyzed} تم تحليله من أمثلة {total} في شريحة
es_es: Se encontraron ejemplos de {analyzed} analizados de {total} en rebanada
fr_fr: {analyzed} trouvé analysé sur les exemples {total} en tranche

source: Found {code} Repository! ({mediadir})
ar_sa: تم العثور على مستودع {code} ! ({mediadir})
es_es: ¡Se ha encontrado el repositorio {code} ! ({mediadir})
fr_fr: Dépôt {code} trouvé ! ({mediadir})

source: Found {count} commits for {url}
es_es: Se encontraron {count} commits para {url}
fr_fr: Des commits {count} trouvés pour {url}

source: Found {count} images!
ar_sa: تم العثور على صور {count}!
es_es: ¡Se han encontrado imágenes {count}!
fr_fr: Images {count} trouvées !

source: Found {count} images: {images}
ar_sa: تم العثور على صور {count} : {images}
es_es: Imágenes {count} encontradas: {images}
fr_fr: Images {count} trouvées : {images}

source: Found {dir} in settings; assuming related
es_es: Se encontró {dir} en los ajustes; asumiendo relacionado
fr_fr: {dir} trouvé dans les paramètres; en supposant lié

source: Found {file_url_totry}; assuming audiodir={audiodir}
ar_sa: تم العثور على {file_url_totry}؛ بافتراض الصوت ={audiodir}
es_es: Encontrado {file_url_totry}; asumiendo audio dir={audiodir}
fr_fr: Trouvé {file_url_totry}; en supposant que l'audiodir={audiodir}

source: Found {file_url_totry}; assuming imgdir={imgdir}
ar_sa: تم العثور على {file_url_totry}؛ بافتراض imgdir={imgdir}
es_es: Encontrado {file_url_totry}; asumiendo imgdir={imgdir}
fr_fr: Trouvé {file_url_totry}; en supposant que imgdir={imgdir}

source: Found {name} Repository!
ar_sa: تم العثور على مستودع {name}!
es_es: ¡Se ha encontrado el repositorio {name}!
fr_fr: Dépôt {name} trouvé !

source: Found {n} analangs: {langs}
ar_sa: تم العثور على {n} : {langs}
es_es: Análisis de {n} encontrados: {langs}
fr_fr: Analangs {n} trouvés : {langs}

source: Found {n} receptor nodes with {lang}.
es_es: Se han encontrado nodos de receptor {n} con {lang}.
fr_fr: Nœuds de récepteurs {n} trouvés avec {lang}.

source: Found {n} target nodes with {lang}.
es_es: Se encontraron nodos objetivo {n} con {lang}.
fr_fr: Noeuds cibles {n} trouvés avec {lang}.

source: Fourth CV
ar_sa: السيرة الذاتية الرابعة
es_es: Cuarto CV
fr: Quatrième CV
fr_fr: Quatrième CV

source: Fourth Consonant
ar_sa: المشرف الرابع
es_es: Cuarto consonante
fr: Quatrième Consonant
fr_fr: Quatrième Consonant

source: Fourth Vowel
ar_sa: صوت رابع
es_es: Cuartel
fr: Quatrième voyelle
fr_fr: Quatrième voyelle

source: Frame name:
ar_sa: اسم الإطار:
es_es: Nombre del marco:
fr: Nom du cadre :
fr_fr: Nom du cadre :

source: Fully checked lexical
ar_sa: تم التحقق بالكامل من المعجم
es_es: Completamente comprobado léxico
fr_fr: lexicale entièrement vérifiée

source: Gathering groups On the next screen, you will sort groups into letter groups
ar_sa: جمع المجموعات على الشاشة التالية، سوف تقوم بفرز المجموعات إلى مجموعات حروف
es_es: Recolectando grupos En la siguiente pantalla, ordenarás grupos en grupos de letras
fr_fr: Collecter des groupes Sur l'écran suivant, vous trierez les groupes en groupes de lettres

source: Generating theoretical syllable profiles
ar_sa: توليد ملامح المقطع النظري
es_es: Generar perfiles teóricos sílabas
fr_fr: Génération de profils syllabes théoriques

source: Getting results of Search request
ar_sa: الحصول على نتائج طلب البحث
es_es: Obteniendo resultados de la solicitud de búsqueda
fr: Récupération des résultats de la requête de recherche
fr_fr: Obtention des résultats de la demande de recherche

source: Getting the check name...
ar_sa: الحصول على اسم الاختيار...
es_es: Obteniendo el nombre de comprobación...
fr_fr: Récupération du nom de la vérification...

source: Give a frame name!
ar_sa: اعطي اسم إطار!
es_es: ¡Dale un nombre de fotograma!
fr: Donnez un nom de cadre !
fr_fr: Donnez un nom de cadre !

source: Give a name for this UF tone group!
ar_sa: إعطاء اسم لمجموعة نغمة الوحدة هذه!
es_es: ¡Dale un nombre para este grupo de tono UF!
fr: Donnez un nom à ce groupe de tonalités UF!
fr_fr: Donnez un nom à ce groupe de ton sous-jacente !

source: Give a name for this group!
ar_sa: إعطاء اسم لهذه المجموعة!
es_es: ¡Dale un nombre a este grupo!
fr: Donnez un nom à ce groupe!
fr_fr: Donnez un nom à ce groupe!

source: Giving user the number {count} example from tone group {group}
ar_sa: إعطاء المستخدم المثال {count} من نغمة مجموعة {group}
es_es: Dando al usuario el ejemplo número {count} del grupo de tono {group}
fr_fr: Donner à l'utilisateur l'exemple numéro {count} du groupe de tonalités {group}

source: Gloss in {lang}:
ar_sa: الخراب في {lang}:
es_es: Brillo en {lang}:
fr_fr: Glose en {lang}:

source: Gloss of SILCAWL line #{line:04} ({gloss}) not found; copying over that entry.
ar_sa: لم يتم العثور على فقدان سطر SILCAWL #{line:04} ({gloss}) ؛ نسخ فوق هذا الإدخال.
es_es: No se encontró el brillo de la línea SILCAWL #{line:04} ({gloss}; copiando esa entrada.
fr_fr: Glose de la ligne SILCAWL #{line:04} ({gloss}) introuvable ; copie sur cette entrée.

source: Glosses: {glosses}
ar_sa: المصائب: {glosses}
es_es: Llamas: {glosses}
fr_fr: Glose : {glosses}

source: Go back and join with one of ← these groups
ar_sa: عد وانضم إلى مع واحد من <unk> هذه المجموعات
es_es: Volver y unirse a con uno de ← estos grupos
fr_fr: Revenez en arrière et rejoignez avec l'un des groupes suivants : <unk> ces groupes

source: Go to the next check
ar_sa: انتقل إلى الفحص التالي
es_es: Ir a la siguiente comprobación
fr: Aller à la prochaine vérification
fr_fr: Aller à la prochaine vérification

source: Go to the next syllable profile
ar_sa: الذهاب إلى الملف الشخصي للمخطط التالي
es_es: Ir al siguiente perfil syllable
fr: Aller au profil syllabe suivant
fr_fr: Continuer au prochain profil de la syllabe

source: Go to {url}
ar_sa: انتقل إلى {url}
es_es: Ir a {url}
fr_fr: Aller à {url}

source: Going to make {legacy_name} into {savefile}
ar_sa: الذهاب إلى جعل {legacy_name} إلى {savefile}
es_es: Ir a hacer {legacy_name} en {savefile}
fr_fr: Aller faire {legacy_name} en {savefile}

source: Going to skip the first {} seconds of untranscribed audio
ar_sa: الذهاب لتخطي أول {} ثانية من الصوت غير المنقول
es_es: Pasando a omitir los primeros {} segundos de audio no transcrito
fr_fr: Aller passer les {} premières secondes de l'audio non transcrit

source: Going to skip the last {} seconds of untranscribed audio
ar_sa: الذهاب لتخطي آخر {} ثانية من الصوت غير المنقول
es_es: Pasando a omitir los últimos {} segundos de audio no transcrito
fr_fr: Aller passer les {} dernières secondes de l'audio non transcrit

source: Good match; found root {root} in lc: {lc} and sf: {sf}, with each combination of affixes {affixes} already present, but not with each other
ar_sa: تطابق جيد؛ وجد الجذر {root} في lc: {lc} و f: {sf}، مع كل تركيبة من الإضافات {affixes} موجودة بالفعل، ولكن ليس مع بعضها البعض
es_es: Buena coincidencia; encontrada raíz {root} en lc: {lc} y sf: {sf}, con cada combinación de fijos {affixes} ya presente, pero no entre sí
fr_fr: Correspondance; racine trouvée {root} dans lc: {lc} et sf : {sf}, avec chaque combinaison d'affixes {affixes} déjà présents, mais pas les uns avec les autres

source: Got ET Root.
es_es: Obtener ET Root.
fr_fr: Vous avez atteint la racine.

source: Grandchildren of {node}: {grandchildren}
ar_sa: الأحفاد من {node}: {grandchildren}
es_es: Aniquilados de {node}: {grandchildren}
fr_fr: Petites enfants de {node}: {grandchildren}

source: Greatgrandchildren of {node}: {greatgrandchildren}
ar_sa: أحفاد أحفاد {node}: {greatgrandchildren}
es_es: Niños grandes de {node}: {greatgrandchildren}
fr_fr: Grands petits-enfants de {node}: {greatgrandchildren}

source: Group ‘{group}’ only has {count} example; marking verified and continuing.
es_es: El grupo ‘{group}’ solo tiene un ejemplo de {count} ; marcando verificado y continuando.
fr_fr: Le groupe ‘{group}’ a seulement l’exemple {count} ; marquage vérifié et continué.

source: Groups: {group} (of {groups}); {comp}?
es_es: Grupos: {group} (de {groups}); {comp}?
fr_fr: Groupes : {group} (de {groups}); {comp}?

source: Hard shutting down now.
es_es: Ahora es difícil de cerrar.
fr_fr: Fermeture dure maintenant.

source: Help
ar_sa: مساعدة
es_es: Ayuda
fr: Aide
fr_fr: Aide

source: Here you can view and set parameters that change how {name} interprets {lang} segments (consonant and vowel glyphs/characters)
ar_sa: هنا يمكنك عرض وتعيين المعلمات التي تغير كيف يقوم {name} بتفسير الأجزاء {lang} (الغريفات/الأحرف المتطابقة والصوتية)
es_es: Aquí puedes ver y configurar parámetros que cambian la interpretación de los segmentos {name} de {lang} (glifos y caracteres consonantes y vocales)
fr_fr: Ici vous pouvez voir et définir des paramètres qui modifient la façon dont {name} interprète les segments {lang} (glyphes et voyelles / caractères)

source: Hey! You found a problem! (details and solution below)
ar_sa: مرحباً! لقد وجدت مشكلة! (التفاصيل والحل أدناه)
es_es: ¡Hola! ¡Has encontrado un problema! (detalles y solución debajo)
fr: Hé ! Vous avez trouvé un problème ! (détails et solution ci-dessous)
fr_fr: Hé! Vous avez trouvé un problème ! (détails et solution ci-dessous)

source: Hey, I've looked back {g} generations, and I don't see an ancestor of {head} (target) which is also an ancestor of {node} (current node).
es_es: Hola, he mirado hacia atrás las generaciones {g} , y no veo a un ancestro de {head} (objetivo) que también es un ancestro de {node} (nodo actual).
fr_fr: Hé, j'ai regardé les générations {g} et je ne vois pas un ancêtre de {head} (cible) qui est aussi un ancêtre de {node} (nœud actuel).

source: Hey, not sure how this language is formatted! ({})
ar_sa: مرحبا، غير متأكد من كيفية تنسيق هذه اللغة! ({})
es_es: ¡Eh, no está seguro de cómo está formateado este idioma! ({})
fr_fr: Hé, je ne sais pas comment cette langue est formatée ! ({})

source: Hey, sort some morphemes in at least one frame before trying to make a tone report!
ar_sa: مهلاً، قم بفرز بعض المورفيمات في إطار واحد على الأقل قبل محاولة إعداد تقرير النغمة!
es_es: ¡Eh, ordena algunos morfemas en al menos un fotograma antes de intentar hacer un informe de tono!
fr: Hé, triez quelques morphèmes dans au moins un cadre avant d'essayer de faire un rapport de tonalité!
fr_fr: Hé, triez quelques morphèmes dans au moins un cadre avant d'essayer de faire un rapport de ton !

source: Hey, you have no gloss languages set!
ar_sa: مهلا, ليس لديك أي لغات!
es_es: ¡Eh, no tienes idiomas de glosa!
fr: Hé, vous n'avez pas de langue brillante!
fr_fr: Hé, Vous n'avez pas de langue des senses!

source: Hey, you're not done with {ps} {profile} words by {check}! Come back when you have time; restart where you left off by pressing ‘{button}’
ar_sa: مرحبا، أنت لم تنته من الكلمات {ps} {profile} من قبل {check}! عد مرة أخرى عندما يكون لديك وقت؛ أعد التشغيل حيث توقفت عن العمل بالضغط على ''{button}
es_es: ¡Hola, no has terminado con {ps} {profile} palabras de {check}! Vuelve cuando tengas tiempo; reinicia donde lo dejaste pulsando ‘{button}’
fr_fr: Hé, tu n'as pas encore terminé les mots de {ps} {profile} selon {check}! Reviens quand tu auras le temps ; reprends là où tu t'étais arrêté en appuyant sur « {button} »

source: Hide Buttons
ar_sa: إخفاء الأزرار
es_es: Ocultar botones
fr: Masquer les boutons
fr_fr: Cacher les Boutons

source: Hide details
ar_sa: إخفاء التفاصيل
es_es: Ocultar detalles
fr: Cacher les détails
fr_fr: Cacher les détails

source: Hope this is OK: {error}
es_es: Espero que esto esté bien: {error}
fr_fr: J'espère que cela est OK: {error}

source: How did we get no UR tone groups? {profile}-{ps} Have you run the tone report recently? Doing that for you now...
ar_sa: كيف لم نحصل على أي مجموعة من النغمات؟ {profile}-{ps} هل قمت بتشغيل تقرير النغمة مؤخرًا؟ القيام بذلك لك الآن...
es_es: ¿Cómo no conseguimos ningún grupo de tono TU? {profile}-{ps} ¿Has ejecutado el informe de tono recientemente? Haciendo eso por ti ahora...
fr_fr: Comment n'avons-nous pas obtenu de groupes de tonalités UR ? {profile}-{ps} Avez-vous exécuté le rapport de tonalité récemment ? Cela pour vous maintenant...

source: How do you want to display the name of {name}
ar_sa: كيف تريد عرض اسم {name}
es_es: Cómo quieres mostrar el nombre de {name}
fr_fr: Comment voulez-vous afficher le nom de {name}

source: How many columns do you want to use for the sort buttons?
ar_sa: كم عدد الأعمدة التي تريد استخدامها لأزرار الفرز؟
es_es: ¿Cuántas columnas desea usar para los botones de ordenación?
fr: Combien de colonnes voulez-vous utiliser pour les boutons de tri?
fr_fr: Combien de colonnes voulez-vous utiliser pour les boutons de tri?

source: How many lexical categories to report (2 = Noun and Verb) ?
ar_sa: كم عدد الفئات المعدّدة التي يجب الإبلاغ عنها (2 = Noun and Verb)؟
es_es: ¿Cuántas categorías léxicas a reportar (2 = Núm. y Verb) ?
fr: Combien de catégories lexicales rapporter (2 = Noun et Verb) ?
fr_fr: Combien de catégories lexicales rapporter (2 = Nom et Verbe) ?

source: How many syllable profiles to report?
ar_sa: كم عدد ملفات تعريف المقطع التي يجب الإبلاغ عنها؟
es_es: ¿Cuántos perfiles sílabas para reportar?
fr: Combien de profils de syllabes à rapporter ?
fr_fr: Combien de profils de syllabes signaler?

source: How to interpret Consonant-Glide (CG) sequences?
ar_sa: كيف يمكن تفسير تسلسل Consonant-Glide (CG)؟
es_es: ¿Cómo interpretar las secuencias Contratant-Glide (CG)?
fr_fr: Comment interpréter les séquences Consonant-Glide (CG)?

source: How to interpret Consonant-Sonorant (CS) sequences?
ar_sa: كيف يمكن تفسير تسلسل Consonant-Sonorant (CS)؟
es_es: ¿Cómo interpretar las secuencias de los conciudadanos - Sonorant (CS) ?
fr_fr: Comment interpréter les séquences Consonant-Sonorant?

source: How to interpret Nasal-Consonant (NC) sequences?
ar_sa: كيف يمكن تفسير تسلسل Nasal-Consonant (NC) ؟
es_es: ¿Cómo interpretar las secuencias Nasal-Contratante (NC)?
fr_fr: Comment interpréter les séquences Nasal-Consonant (NC) ?

source: How to interpret Vowel-Nasal (VN) sequences? (after NC interpretation above)
ar_sa: كيف يمكن تفسير تسلسل Vowel-Nasal (VN)؟ (بعد تفسير NC أعلاه)
es_es: ¿Cómo interpretar las secuencias Vowel-Nasal (VN)? (después de la interpretación NC anterior)
fr_fr: Comment interpréter les séquences Vowel-Nasal (VN) ? (après interprétation NC ci-dessus)

source: How to interpret the *same* vowel letter twice in a row (VV)?
ar_sa: كيف يمكن تفسير *نفس* حرف صوتي مرتين في صف (VV)؟
es_es: ¿Cómo interpretar la *misma* carta vocal dos veces seguidas (VV)?
fr_fr: Comment interpréter la *même voyelle* deux fois de suite (VV)?

source: I can't find any checks for type {cvt}, ps {ps}, profile {profile}. Probably that means there is a problem with your settings, or with your syllable profile analysis
ar_sa: لا يمكنني العثور على أي فحص للنوع {cvt}، ps {ps}، الملف الشخصي {profile}. ربما هذا يعني أن هناك مشكلة مع الإعدادات الخاصة بك، أو مع تحليل الملف الشخصي الخاص بك
es_es: No puedo encontrar ninguna comprobación de tipo {cvt}, ps {ps}, perfil {profile}. Probablemente eso significa que hay un problema con la configuración, o con el análisis de tu perfil
fr_fr: Je ne trouve aucune vérification de type {cvt}, ps {ps}, profil {profile}. Cela signifie probablement qu'il y a un problème avec vos paramètres, ou avec votre analyse de profil syllabe

source: I can't find your home directory ({homedir}); please submit a bug report!
ar_sa: لا يمكنني العثور على الدليل المنزلي الخاص بك ({homedir}؛ يرجى تقديم تقرير عن الأخطاء!
es_es: No puedo encontrar tu directorio principal ({homedir}); ¡por favor envía un informe de error!
fr_fr: Je ne trouve pas votre répertoire personnel ({homedir}); merci de soumettre un rapport de bogue!

source: I can't tell the terminal's encoding, sorry!
ar_sa: لا أستطيع أن أخبر ترميز المحطة الطرفية، عذراً!
es_es: No puedo decir la codificación del terminal, ¡lo siento!
fr_fr: Je ne peux pas dire l'encodage du terminal, désolé !

source: I don't have a profile to use; I hope that's OK!
es_es: No tengo un perfil para usar; ¡espero que esté bien!
fr_fr: Je n'ai pas de profil à utiliser, j'espère que c'est OK!

source: I don't have a ps to use; I hope that's OK!
es_es: No tengo un ps que usar; ¡espero que esté bien!
fr_fr: Je n'ai pas de ps à utiliser, j'espère que c'est OK!

source: I don't have any sorted data for check: {check}, ps-profile: {ps}-{profile},
es_es: No tengo datos ordenados para comprobar: {check}, ps-profile: {ps}-{profile},
fr_fr: Je n'ai pas de données triées pour la vérification : {check}, ps-profile: {ps}-{profile},

source: I'm going to give up now, sorry! {}
ar_sa: أنا سأستسلم الآن، آسف! {}
es_es: ¡Lo siento, voy a renunciar ahora! {}
fr_fr: Je vais abandonner maintenant, désolé! {}

source: I'm working on a dialect of this language
ar_sa: أنا أعمل على لهجة من هذه اللغة
es_es: Estoy trabajando en un dialecto de este idioma
fr_fr: Je travaille sur un dialecte de cette langue

source: If Praat is installed in your OS path, right click on ‘{}’ above to open in Praat.
ar_sa: إذا تم تثبيت براات في مسار OS الخاص بك، انقر بزر الماوس الأيمن على ’{}‘ أعلاه للفتح في برات.
es_es: Si Praat está instalado en la ruta de tu sistema operativo, haz clic derecho en '{}' para abrirlo en Praat.
fr: Si Praat est installé dans le chemin de votre système d’exploitation, faites un clic droit sur « {}» ci-dessus pour ouvrir dans Praat.
fr_fr: Si Praat est installé dans le chemin de votre système d'exploitation, cliquez avec le bouton droit sur « {} » ci-dessus pour ouvrir dans Praat.
