Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/azt.po
Languages: ar_sa, es_es, fr, fr_fr

source: Nothing to see here...
ar_sa: لا شيء لرؤيته هنا...
es_es: Nada que ver aquí...
fr: Rien à voir ici...
fr_fr: Rien à voir ici ...

source: Noun looks better (n:{n}; v:{v})
ar_sa: يبدو الاسم أفضل (n:{n}; v:{v})
es_es: Núm. se ve mejor (n:{n}; v:{v})
fr_fr: Noun semble mieux (n:{n}; v:{v})

source: Noun roots found ({lc}:{pl}): {roots}
ar_sa: تم العثور على الجذور ({lc}:{pl}): {roots}
es_es: Nuevas raíces encontradas ({lc}:{pl}): {roots}
fr_fr: Racines trouvées ({lc}:{pl}): {roots}

source: Noun slightly better ({n}/{v})
ar_sa: الاسم أفضل قليلاً ({n}/{v})
es_es: Núm. ligeramente mejor ({n}/{v})
fr_fr: Nouez légèrement mieux ({n}/{v})

source: Noun=verb ({n}/{v})
ar_sa: نون=فعل ({n}/{v})
es_es: Noun=verbo ({n}/{v})
fr_fr: Noun=verbe ({n}/{v})

source: Now we're going to move group ‘{group1}’ into ‘{group2}’, removing ‘{group1}’ and marking ‘{group2}’ unverified.
es_es: Ahora vamos a mover el grupo ‘{group1}’ a ‘{group2}’, eliminando ‘{group1}’ y marcando ‘{group2}’ sin verificar.
fr_fr: Nous allons maintenant déplacer le groupe «{group1}» dans «{group2}», retirer «{group1}» et marquer «{group2}» comme non vérifié.

source: Number of Examples to Record
ar_sa: عدد الأمثلة المراد تسجيلها
es_es: Número de ejemplos a registrar
fr: Nombre d'exemples à enregistrer
fr_fr: Le Nombre d'Examples à Enregistrer

source: OK match; found root {root} in lc: {lc} or sf: {sf}, but without the other set already present; asking.
ar_sa: حسنًا، وجد الجذر {root} في lc: {lc} أو f: {sf}، ولكن بدون المجموعة الأخرى الموجودة بالفعل؛ سؤال.
es_es: Coincide; se encontró la raíz {root} en lc: {lc} o sf: {sf}, pero sin el otro conjunto ya presente; preguntando.
fr_fr: Correspondance correcte; racine {root} trouvée dans lc: {lc} ou sf : {sf}, mais sans l'autre ensemble déjà présent; demander.

source: OK, go ahead
ar_sa: حسناً، امضِ قدمًا
es_es: Vale, sigue adelante
fr: OK, allez-y
fr_fr: OK, Vas y

source: OK: use ‘{form}’ for this sound
es_es: OK: usar ‘{form}’ para este sonido
fr_fr: OK: utilisez «{form}» pour ce son

source: One field of two parses
ar_sa: مجال واحد من حلزتين
es_es: Un campo de dos análisis
fr: Un champ de deux analyses
fr_fr: Un champ de deux analyses

source: One or less dict: {dicts}; just returning key.
es_es: Una o menos diccionarios: {dicts}; simplemente retornando la clave.
fr_fr: Un dictionnaire ou moins : {dicts}; il suffit de retourner la clé.

source: Only finished settingsobjects up to {keys} ({error})
ar_sa: اكتمل الاعدادات فقط حتى {keys} ({error})
es_es: Solo ajustes terminados hasta {keys} ({error})
fr_fr: Uniquement les paramètres terminés peuvent atteindre {keys} ({error})

source: Only one analang in file; using it: ({lang})
ar_sa: لانغ واحد فقط في الملف؛ باستخدامه: ({lang})
es_es: Solo un analang en el archivo; usándolo: ({lang})
fr_fr: Un seul analang dans un fichier; l’utilisez: ({lang})

source: Only one glosslang!
ar_sa: مسرحية واحدة فقط!
es_es: ¡Solo un glosslang!
fr_fr: Un seul glosslang!

source: Or a problem with your database.
ar_sa: أو مشكلة في قاعدة البيانات الخاصة بك.
es_es: O un problema con su base de datos.
fr: Ou un problème avec votre base de données.
fr_fr: Ou un problème avec votre base de données.

source: Other
ar_sa: اخرى
es_es: Otro

source: Other Groups:
es_es: Otros grupos:
fr_fr: Autres groupes:

source: Other {field}
ar_sa: {field} اخرى
es_es: Otros {field}
fr_fr: Autres {field}

source: PATH is {path}
es_es: PATH es {path}
fr_fr: Le PATH est {path}

source: Parse Already Collected Words
ar_sa: تحليل الكلمات المجمعة بالفعل
es_es: Analizar Palabras Recolectadas
fr_fr: Analyser les mots déjà collectés

source: Parse One Slice
ar_sa: تحليل قضيعة واحدة
es_es: Analizar una porción
fr: Analyser une tranche
fr_fr: Analyser une tranche

source: Parse One Slice, word by word
ar_sa: تحليل شريحة واحدة، كلمة بكلمة
es_es: Analizar una rebanada, palabra por palabra
fr: Analyser une tranche, mot par mot
fr_fr: Analyser une tranche, mot par mot

source: Parse Words
ar_sa: تحليل الكلمات
es_es: Analizar palabras
fr: Analyser les mots
fr_fr: Analyser les mots

source: Parse automatically at {parser_levels}
ar_sa: تحليل تلقائي في {parser_levels}
es_es: Analizar automáticamente en {parser_levels}
fr_fr: Analyser automatiquement à {parser_levels}

source: Parse with confirmation at {parser_levels}
ar_sa: تحليل مع التأكيد في {parser_levels}
es_es: Analizar con confirmación en {parser_levels}
fr_fr: Analyser avec confirmation à {parser_levels}

source: Parsed both pl and imp? Problem! ({sense_id})
ar_sa: هل قمت بمسح كل من pl و pl؟ مشكلة! ({sense_id})
es_es: ¿Analizadas tanto pl como imp? ¡Problema! ({sense_id})
fr_fr: A analysé à la fois pl et imp? Problème! ({sense_id})

source: Parsed but neither noun nor verb?
ar_sa: احتفلت ولكن ليس اسمها ولا فعل؟
es_es: ¿Analizado pero ni se sustenta ni verbo?
fr_fr: Analysé mais ni nom ni verbe?

source: Parsed stock LIFT file to tree/nodes.
es_es: Archivo stock LIFT analizado a árbol/nodos.
fr_fr: Fichier LIFT analysé par stock vers arborescence/nœuds.

source: Parser set to ask for ‘{ask_level}’
ar_sa: تم تعيين تحليل للسؤال عن ''{ask_level}
es_es: Analizador configurado para pedir ‘{ask_level}’
fr_fr: Analyseur défini pour demander «{ask_level}»

source: Parser set to auto for ‘{auto_level}’
ar_sa: تم تعيين تحليل تلقائي ل ''{auto_level}
es_es: Analizador establecido en auto para ‘{auto_level}’
fr_fr: Analyseur automatique pour ‘{auto_level}’

source: Parsing (ask: {ask} auto: {auto})
ar_sa: تحليل (سؤال: {ask} تلقائيا: {auto})
es_es: Análisis (pregunta: {ask} auto: {auto})
fr_fr: Analyse (demande : {ask} auto: {auto})

source: Parsing all words
ar_sa: تحليل جميع الكلمات
es_es: Analizando todas las palabras
fr: Analyse de tous les mots
fr_fr: Analyse de tous les mots

source: Path so far: {url}
ar_sa: المسار حتى الآن: {url}
es_es: Ruta hasta ahora: {url}
fr_fr: Chemin d'accès : {url}

source: Pick Consonants, Vowels, or CV for this report.
ar_sa: اختر المؤمنين أو الفوفير أو السيرة الذاتية لهذا التقرير.
es_es: Escoja los consonantes, Vowels o CV para este informe.
fr: Choisissez Consonants, Vowels ou CV pour ce rapport.
fr_fr: Choisissez Consonnes, Voyelles ou CV pour ce rapport.

source: Pick this group ({group})
es_es: Escoge este grupo ({group})
fr_fr: Choisir ce groupe ({group})

source: Pictured Only
ar_sa: تم تصويره فقط
es_es: Sólo fotos
fr_fr: Photos uniquement

source: Placeholder Check2
ar_sa: التحقق من المالك 2
es_es: Comprobación del marcador 2
fr: Vérification des espaces réservés 2
fr_fr: Vérification2 de l'espace réservé

source: Play
ar_sa: تشغيل
es_es: Jugar
fr: Jouer
fr_fr: Lecture

source: Please Wait! {azt} Dictionary and Orthography Checker in Process
ar_sa: يرجى الانتظار! {azt} مدقق القاموس والتقويم في العملية
es_es: ¡Espera por favor! Comprobador de diccionario y ortografía {azt} en proceso
fr_fr: Veuillez patienter! {azt} Dictionary and Orthography Checker in Process

source: Please Wait...
ar_sa: الرجاء الانتظار...
es_es: Por favor, espere...
fr: Veuillez patienter...
fr_fr: Attendez SVP...

source: Please insert your {desc} USB now.
es_es: Por favor, introduce ahora tu {desc} USB.
fr_fr: Veuillez insérer votre USB {desc} maintenant.

source: Please make sure your internet is connected, then click {} {}
ar_sa: الرجاء التأكد من اتصال الإنترنت الخاص بك، ثم انقر فوق {} {}
es_es: Por favor, asegúrate de que tu internet está conectada, luego haz clic en {} {}
fr_fr: Veuillez vous assurer que votre connexion Internet est bien connectée, puis cliquez sur {} {}

source: Please replace this text with a description of what you just did.
ar_sa: الرجاء استبدال هذا النص بوصف لما فعلته للتو.
es_es: Por favor, reemplace este texto con una descripción de lo que acaba de hacer.
fr: Veuillez remplacer ce texte par une description de ce que vous venez de faire.
fr_fr: Veuillez remplacer ce texte par une description de ce que vous venez de faire.

source: Please see {url} for installation recommendations
es_es: Por favor vea {url} para recomendaciones de instalación
fr_fr: Veuillez consulter {url} pour les recommandations d'installation

source: Please select a LIFT lexicon file to check
ar_sa: الرجاء تحديد ملف معجم LIFT للتحقق
es_es: Por favor, seleccione un archivo LIFT de léxico para comprobar
fr: Veuillez sélectionner un fichier de lexique LIFT à vérifier
fr_fr: Veuillez sélectionner un fichier de lexique LIFT à vérifier

source: Please select where to find the media locally
ar_sa: الرجاء تحديد أين تجد الوسائط محليا
es_es: Por favor, seleccione dónde encontrar los medios localmente
fr: Veuillez sélectionner où trouver les médias localement
fr_fr: Veuillez sélectionner où trouver les médias localement

source: Please select where to find the {} media locally
ar_sa: الرجاء تحديد أين يمكن العثور على الوسائط {} محليا
es_es: Por favor, selecciona dónde encontrar el medio {} localmente
fr: Veuillez sélectionner où trouver le média {} localement
fr_fr: Veuillez sélectionner où trouver le média {} localement

source: Please specify a tier name (-t) in {}
ar_sa: الرجاء تحديد اسم مستوى (-t) في {}
es_es: Por favor, especifica un nombre de nivel (-t) en {}
fr_fr: Veuillez spécifier un nom de palier (-t) dans {}

source: Plug in your microphone, and make sure ‘record’ and ‘play’ work well here, before recording real data!
ar_sa: قم بتوصيل الميكروفون، وتأكد من "تسجيل" و "لعب" العمل بشكل جيد هنا، قبل تسجيل البيانات الحقيقية!
es_es: ¡Conecta tu micrófono y asegúrate de que "grabar" y "reproducir" funcionan bien aquí, antes de grabar datos reales!
fr: Branchez votre microphone, et assurez-vous que « enregistrement» et « lecture» fonctionnent bien ici, avant d'enregistrer de vraies données!

source: Plural field name: {name}
ar_sa: اسم الحقل المعدي: {name}
es_es: Nombre del campo plural: {name}
fr_fr: Nom du champ pluriel : {name}

source: Plural form
ar_sa: صيغة المعدود
es_es: Forma plural
fr: Forme plurielle
fr_fr: Forme plurielle

source: Polygraphs for {lang} in {sclass}: {pgs}
ar_sa: البولوغرافيا ل {lang} في {sclass}: {pgs}
es_es: Polygrafías para {lang} en {sclass}: {pgs}
fr_fr: Polygraphes pour {lang} en {sclass}: {pgs}

source: Preparing to ask for a sense letter...
ar_sa: جارٍ الإعداد لطلب رسالة منطقية...
es_es: Preparando pedir una carta de sentido...
fr: Préparation de la demande d'une lettre de sens...
fr_fr: Préparation de la demande d'une lettre de sens...

source: Preparing to ask for a sense...
ar_sa: جاري التحضير للسؤال عن معنى...
es_es: Preparando pedir un sentido...
fr: Préparation de demander un sens...
fr_fr: Préparation de demander un sens...

source: Preparing to clone to {dir} from USB repo
es_es: Preparando clonar a {dir} desde el repositorio USB
fr_fr: Préparation du clonage vers {dir} à partir du dépôt USB

source: Preparing to join draft underlying form groups
ar_sa: الإعداد للانضمام إلى مجموعات الشكل الأساسية
es_es: Preparando unirse al borrador de grupos de formularios subyacentes
fr: Préparation du projet de groupe de formulaire sous-jacent
fr_fr: Préparation du projet de groupe de formulaire sous-jacent

source: Presort this group again
es_es: Prescribir este grupo de nuevo
fr_fr: Refaire la présentation de ce groupe

source: Presorting
ar_sa: عرض
es_es: Presurizando
fr: Préparation en cours
fr_fr: Préparation en cours

source: Presorting ({check}={groups})
ar_sa: عرض ({check}={groups})
es_es: Presorando ({check}={groups})
fr_fr: Préparation ({check}={groups})

source: Presorting for this check/slice already done! ({args})
ar_sa: تم التقديم لهذا الاختيار/الشريحة مسبقاً! ({args})
es_es: ¡Preparando esta comprobación/porción ya realizada! ({args})
fr_fr: Préparation pour cette vérification/tranche déjà effectuée ! ({args})

source: Print
ar_sa: طباعة
es_es: Imprimir
fr_fr: Imprimer

source: Problem creating file; does the directory already exist?
ar_sa: مشكلة في إنشاء الملف؛ هل الدليل موجود بالفعل؟
es_es: Problema al crear archivo; ¿el directorio ya existe?
fr: Problème lors de la création du fichier ; existe-t-il déjà ?
fr_fr: Problème de création de fichier ; le répertoire existe-t-il déjà ?

source: Problem creating report; see previous messages.
ar_sa: مشكلة في إنشاء تقرير؛ انظر الرسائل السابقة.
es_es: Problema creando informe; ver mensajes anteriores.
fr: Problème lors de la création du rapport; voir les messages précédents.
fr_fr: Problème lors de la création du rapport; voir les messages précédents.

source: Problem downloading image: {error}
ar_sa: مشكلة في تحميل الصورة: {error}
es_es: Problema al descargar la imagen: {error}
fr_fr: Problème lors du téléchargement de l'image : {error}

source: Problem downloading webpage; check your internet connection! {error}
es_es: Problema al descargar la página web; comprueba tu conexión a internet! {error}
fr_fr: Problème lors du téléchargement de la page Web; vérifiez votre connexion internet ! {error}

source: Problem downloading webpage; check your internet connection! {}
ar_sa: مشكلة في تحميل صفحة الويب؛ تحقق من اتصالك بالإنترنت! {}
es_es: Problema al descargar la página web; comprueba tu conexión a internet! {}
fr: Problème lors du téléchargement de la page Web; vérifiez votre connexion internet ! {}
fr_fr: Problème lors du téléchargement de la page Web; vérifiez votre connexion internet ! {}

source: Problem finding branch name: {error}
ar_sa: مشكلة في العثور على اسم الفرع: {error}
es_es: Problema al encontrar el nombre de la rama: {error}
fr_fr: Problème lors de la recherche du nom de la branche : {error}

source: Problem getting parseable praat version ({error})
es_es: Problema obteniendo la versión de praat analizable ({error})
fr_fr: Problème lors de l'obtention de la version praat parseable ({error})

source: Problem importing {legacy} ({error})
ar_sa: مشكلة استيراد {legacy} ({error})
es_es: Problema importando {legacy} ({error})
fr_fr: Problème lors de l'importation de {legacy} ({error})

source: Problem with SequenceMatcher: {t} != {b_match} (a={a},b={b},match={m})
ar_sa: مشكلة مع SequenceMatcher: {t} != {b_match} (أ={a},b={b},المباراة ={m})
es_es: Problema con SequenceMatcher: {t} != {b_match} (a={a},b={b},match={m})
fr_fr: Problème avec SequenceMatcher: {t} != {b_match} (a={a},b={b},match={m})

source: Problem with attribute {s}; {val1}≠{val2}
ar_sa: مشكلة في السمة {s}؛ {val1}=<unk>{val2}
es_es: Problema con el atributo {s}; {val1}=/etc{val2}
fr_fr: Problème avec l'attribut {s}; {val1}=<unk>{val2}

source: Problem with finding a nominal and verbal lexical category (looked in first two of [{pss}])
ar_sa: مشكلة في العثور على فئة اسمية ولفظية (تم النظر في الفئتين الأوليين من [{pss}])
es_es: Problema al encontrar una categoría léxica nominal y verbal (miró en los dos primeros de [{pss}])
fr_fr: Problème dans la recherche d'une catégorie lexicale nominale et verbale (regardée dans les deux premiers de [{pss}])

source: Problem with praat version ({error}), assuming recent
es_es: Problema con la versión praat ({error}), asumiendo reciente
fr_fr: Problème avec la version praat ({error}), en supposant la version récente

source: Problem: {analang} != {profile_analang}
es_es: Problema: {analang} != {profile_analang}
fr_fr: Problème: {analang} != {profile_analang}

source: Processed {n} forms to {ps} syllable profiles
ar_sa: تمت معالجة النماذج {n} إلى ملفات تعريف مقطوعة {ps}
es_es: Formularios {n} procesados a perfiles syllable de {ps}
fr_fr: Les formulaires {n} traités en profils syllabes {ps}

source: Profiles first!
es_es: ¡Perfiles primero!
fr_fr: Profils en premier !

source: Progress for
ar_sa: التقدم من أجل
es_es: Progreso de
fr: Progression pour
fr_fr: Progrès pour

source: Ps-Profile-Check OK; doing getresults! ({ps}/{check}/{profile})
es_es: Ps-Perfile-Check OK; haciendo getresults! ({ps}/{check}/{profile})
fr_fr: Ps-Profile-Check OK; faire des résultats! ({ps}/{check}/{profile})

source: Read this list aloud, and click on any that DOES have ‘{checkname}’.
es_es: Lea esta lista en voz alta y haga clic en cualquiera que DOES tenga ‘{checkname}’.
fr_fr: Lisez cette liste à voix haute et cliquez sur tous ceux qui ont «{checkname}».

source: Read this list aloud. Click on any with a different {checkname} sound.
es_es: Lee esta lista en voz alta. Haz clic en cualquiera con un sonido {checkname} diferente.
fr_fr: Lisez cette liste à voix haute. Cliquez sur un son {checkname} différent.

source: Read this list aloud. Note where each was sorted ({checks}). Click on any with a different {cvtname} sound in that place.
es_es: Lee esta lista en voz alta. Ten en cuenta dónde se ordenó cada uno ({checks}). Haz clic en cualquier sonido con un {cvtname} diferente en ese lugar.
fr_fr: Lisez cette liste à voix haute. Notez où chacun a été trié ({checks}). Cliquez sur un autre son {cvtname} à cet endroit.

source: Reading XML file: {}
ar_sa: قراءة ملف XML: {}
es_es: Leyendo archivo XML: {}
fr_fr: Lecture du fichier XML : {}

source: Reading tone group analysis from UF tone fields
es_es: Leyendo análisis de grupo de tono desde campos de tono UF
fr_fr: Lecture de l'analyse du groupe de tonalités à partir des champs UF

source: Ready to build SortGroupButtonFrame with {kwargs}
es_es: Listo para construir SortGroupButtonFrame con {kwargs}
fr_fr: Prêt à construire un cadre de bouton SortGroupButtonFrame avec {kwargs}

source: Record Dictionary Words
ar_sa: تسجيل كلمات القاموس
es_es: Grabar palabras del diccionario
fr: Enregistrer les mots du dictionnaire
fr_fr: Enregistrer des mots du dictionnaire

source: Record Tone
ar_sa: نغمة السجل
es_es: Tono del registro
fr: Tonalité de l'enregistrement
fr_fr: Enregistrer Ton

source: Record Words
ar_sa: تسجيل الكلمات
es_es: Grabar palabras
fr: Enregistrer les mots
fr_fr: Enregistrer des Mots

source: Record Words in Tone Frames
ar_sa: تسجيل الكلمات في أطر النغمة
es_es: Grabar palabras en fotogramas tonales
fr: Enregistrer les mots dans les images tonales
fr_fr: Enregistrer Mots dans des cadres de ton

source: Record a word in your language that goes with these meanings. Give just a single word (not a phrase) wherever possible.
es_es: Graba una palabra en tu idioma que vaya con estos significados. Dale una sola palabra (no una frase) siempre que sea posible.
fr_fr: Enregistrez un mot dans votre langue qui correspond à ces significations. Donnez juste un seul mot (pas une phrase) dans la mesure du possible.

source: Record dictionary words, largest group first
ar_sa: تسجيل كلمات القاموس ، أكبر مجموعة أولا
es_es: Grabar palabras del diccionario, primero el grupo más grande
fr: Enregistrer les mots du dictionnaire, le plus grand groupe en premier
fr_fr: Enregistrer des mot du diccionnaire, le groupe le plus grande en première

source: Record examples for particular entries, 1 at at time
ar_sa: تسجيل الأمثلة لإدخالات معينة، 1 في الوقت المناسب
es_es: Grabar ejemplos para entradas particulares, 1 a la vez
fr: Enregistrer des exemples pour des entrées particulières, 1 à la fois
fr_fr: Enregistrer des exemples pour des mots particulières, 1 à la fois

source: Record tone group examples
ar_sa: أمثلة مجموعة نغمة التسجيل
es_es: Grabar ejemplos de grupo de tono
fr: Enregistrer des exemples de groupes de tonalités
fr_fr: Enregistrer des exemples de groupes de sons

source: Record {profile} {ps} Words: click ‘Record’, talk, and release ({count} words)
ar_sa: سجل {profile} {ps} كلمات: انقر على "تسجيل"، تحدث، وتحرير ({count} كلمات)
es_es: Grabar {profile} {ps} Palabras: haga clic en 'Grabar', hable y libere ({count} palabras)
fr_fr: Enregistrer {profile} {ps} Mots : cliquez sur « Enregistrer», discutez et relâchez ({count} mots)

source: Recording
ar_sa: التسجيل
es_es: Grabando
fr: Enregistrement en cours
fr_fr: Enregistrement

source: Redo the analysis; start these groups over
es_es: Rehacer el análisis; iniciar estos grupos sobre
fr: Refaire l'analyse; démarre ces groupes
fr_fr: Refaire l'analyse ; recommencer ces groupes

source: Redoing Tone Analysis
ar_sa: تحليل نغمة إعادة التشكيل
es_es: Reiniciando análisis de tonos
fr: Refaire l'analyse du ton
fr_fr: Refaire l'Analyse des Ton

source: Reducing profile sets to those that match real entries
ar_sa: تقليل مجموعات الملف الشخصي إلى تلك التي تتطابق مع المدخلات الحقيقية
es_es: Reducir los conjuntos de perfiles a aquellos que coinciden con las entradas reales
fr_fr: Réduire les ensembles de profils à ceux qui correspondent aux entrées réelles

source: Reducing profile sets to those that match real senses
ar_sa: تقليل مجموعات الملف الشخصي إلى تلك التي تتطابق مع الحواس الحقيقية
es_es: Reducir los conjuntos de perfiles a aquellos que coinciden con los sentidos reales
fr_fr: Réduire les paramètres de profil à ceux qui correspondent aux sens réels

source: Refresh table, save settings
es_es: Actualizar tabla, guardar ajustes
fr: Rafraîchir la table, enregistrer les paramètres
fr_fr: Rafraîchir le tableau, sauvegarde les paramètres

source: Refreshing all status settings from LIFT
ar_sa: تحديث كافة إعدادات الحالة من LIFT
es_es: Actualizando todos los ajustes de estado de LIFT
fr_fr: Actualisation de tous les paramètres de statut depuis LIFT

source: Refreshing {cvt} {ps} {profile} status settings from LIFT
ar_sa: تحديث {cvt} {ps} {profile} إعدادات الحالة من LIFT
es_es: Actualizando la configuración de estado de {cvt} {ps} {profile} desde LIFT
fr_fr: Actualisation des paramètres de statut {cvt} {ps} {profile} depuis LIFT

source: Refreshing {ps} {cvt} status settings from LIFT
ar_sa: تحديث إعدادات حالة {ps} {cvt} من LIFT
es_es: Actualizando la configuración de estado de {ps} {cvt} desde LIFT
fr_fr: Actualisation des paramètres de statut {ps} {cvt} depuis LIFT

source: Reload Model
ar_sa: إعادة تحميل النموذج
es_es: Recargar Modelo
fr_fr: Recharger le modèle

source: Reloading ASR model(s)
ar_sa: إعادة تحميل نموذج/نماذج ASR
es_es: Recargando modelo(s) ASR
fr_fr: Rechargement du/des modèle(s) ASR

source: Remaining changed attribute! ({attr})
ar_sa: تم تغيير السمة المتبقية! ({attr})
es_es: ¡Atributo restante cambiado! ({attr})
fr_fr: Attribut modifié restant! ({attr})

source: Remake Status file (All: several minutes)
ar_sa: ملف حالة التوقف (الكل: عدة دقائق)
es_es: Archivo de estado (Todos: varios minutos)
fr: Refaire le fichier de statut (Toutes : quelques minutes)
fr_fr: Refaire le fichier de statut (Toutes : quelques minutes)

source: Remake Status file (just this category)
ar_sa: ملف حالة التوقف (فقط هذه الفئة)
es_es: Remover archivo de estado (solo esta categoría)
fr: Refaire le fichier de statut (uniquement cette catégorie)
fr_fr: Refaire le fichier de statut (uniquement cette catégorie)

source: Remake Status file (just this profile)
ar_sa: ملف حالة إعادة التفعيل (فقط هذا الملف الشخصي)
es_es: Revisar archivo de estado (sólo este perfil)
fr: Refaire le fichier de statut (uniquement ce profil)
fr_fr: Refaire le fichier de statut (uniquement ce profil)

source: Removed {form} ({val})
ar_sa: إزالة {form} ({val})
es_es: Eliminado {form} ({val})
fr_fr: {form} supprimé ({val})

source: Removing entry with no senses: {guid}
ar_sa: إزالة الإدخال بدون حواس: {guid}
es_es: Eliminando entrada sin sentidos: {guid}
fr_fr: Suppression d'une entrée sans sens : {guid}

source: Removing sense {id} from subcheck {group}
ar_sa: إزالة الإحساس {id} من التحقق الفرعي {group}
es_es: Eliminando sentido {id} del subchequeo {group}
fr_fr: Suppression du sens {id} de la sous-vérification {group}

source: Removing {item} from ‘{glyph}’ to make room for {new}
ar_sa: إزالة {item} من '{glyph}لإفساح المجال ل {new}
es_es: Eliminando {item} de ‘{glyph}’ para hacer espacio para {new}
fr_fr: Retirer {item} de ‘{glyph}’ pour faire de la place pour {new}

source: Rename
ar_sa: إعادة تسمية
es_es: Renombrar
fr_fr: Renommer

source: Rename {ps} {profile} {noun_sg} group ‘{group}’ in ‘{check}’ frame
es_es: Renombrar {ps} {profile} {noun_sg} grupo ‘{group}’ en frame ‘{check}’
fr_fr: Renommer {ps} {profile} {noun_sg} groupe ‘{group}’ dans le cadre ‘{check}’
