Repository: kent-rasmussen/azt
Catalog: translations/*/LC_MESSAGES/dictionarychecker.po
Languages: fr_fr

source: Please select a LIFT lexicon file to check
fr_fr: Veuillez sélectionner un fichier de lexique LIFT à vérifier

source: Sorry, you don't seem to have selected a LIFT lexicon file.
fr_fr: Désolé, vous ne semblez pas avoir sélectionné de fichier lexique LIFT.

source: Apparently we've run this before today; not backing up again.
fr_fr: Apparemment, nous avons exécuté ceci avant aujourd'hui; pas de sauvegarde à nouveau.

source: Interface Language:
fr_fr: Langue de l'interface:

source: Add Morpheme to Dictionary
fr_fr: Ajouter un morphème au dictionnaire

source: Add a {} morpheme to the dictionary
fr_fr: Ajouter un {} morphème au dictionnaire

source: What is the form of the new {} morpheme (consonants and vowels only)?
fr_fr: Quelle est la forme du nouveau morphème {} (consonnes et voyelles uniquement)?

source: What does {} mean in {}?
fr_fr: Que signifie {} dans {}?

source: Skip {} gloss
fr_fr: Ignorer {} gloss

source: Define a new tone frame
fr_fr: Définir une nouvelle cadre de tons

source: Add {} tone frame
fr_fr: Ajouter {} cadre de tons

source: What do you want to call the tone frame ?
fr_fr: Comment voulez-vous appeler le cadre de tons?

source: <--What text goes *before* the word *form* in the frame?
fr_fr: <- Quel texte *précède* la *forme* du mot dans le cadre?

source: What text goes *after* the word *form* in the frame?-->
fr_fr: Quel texte va *après* la *forme* du mot dans le cadre? ->

source: <--What text goes *before* the word *gloss* in the frame?
fr_fr: <- Quel texte *précède* la *glose* du mot dans le cadre?

source: What text goes *after* the word *gloss* in the frame?-->
fr_fr: Quel texte va *après* la *glose* du mot dans le cadre? ->

source: See the tone frame around a word from the dictionary
fr_fr: Voir le cadre de ton autour d'un mot du dictionnaire

source: Using {}
fr_fr: Utiliser {}

source: Working on {}
fr_fr: Travailler sur {}

source: Meanings in {} and {}
fr_fr: Significations en {} et {}

source: Meanings in {} only
fr_fr: Signification en {} uniquement

source: Looking at {} {} words
fr_fr: En regarder {} {} mots

source: Checking {}, working on ‘{}’ tone frame
fr_fr: Vérifier {}, travailler la cadre de ton ‘{}’

source: Checking {}, working on {} = {}
fr_fr: Vérifier {}, travailler {} = {}

source: Sort!
fr_fr: Trier!

source: {} Progress
fr_fr: {} Progrès

source: Nothing to see here...
fr_fr: Rien à voir ici ...

source: Tone Progress
fr_fr: Progrès des Tons

source: Vowels
fr_fr: Voyelles

source: Consonants
fr_fr: Consonnes

source: Consonant-Vowel combinations
fr_fr: Combinaisons Consonne-Voyelle

source: Tone
fr_fr: Ton

source: Select Analysis Language
fr_fr: Sélectionner la Langue à Analyser

source: What language do you want to analyze?
fr_fr: Quelle langue souhaitez-vous analyser?

source: Select Gloss Language
fr_fr: Sélectionner la Langue du Gloss

source: What Language do you want to use for glosses?
fr_fr: Quelle langue voulez-vous utiliser pour les gloses?

source: Error: please set Lift file first!
fr_fr: Erreur: veuillez d'abord définir le fichier Lift!

source: What other language do you want to use for glosses?
fr_fr: Quelle autre langue souhaitez-vous utiliser pour les gloses?

source: What check do you want to do?
fr_fr: Quelle vérification voulez-vous faire?

source: Error: please set Grammatical category first!
fr_fr: Erreur: veuillez d'abord définir la catégorie grammaticale!

source: Words and phrases to record: click ‘Record’, talk, and release
fr_fr: Mots et phrases à enregistrer: cliquez sur ‘Enregistrer’, parlez et relâchez

source: Sorry, there are no entries to show!
fr_fr: Désolé, il n'y a aucune entrée à afficher!

source: No examples! Add some, then come back.
fr_fr: Pas d'exemples! Ajoutez-en quelques-uns, puis revenez.

source: Done
fr_fr: Terminé

source: Preparing to record examples from each tone group ({}) with index
fr_fr: Préparer l'enregistrement d'exemples de chaque groupe de sons ({}) avec index

source: Giving user the number {} example from each tone group ({}) with index
fr_fr: Donner à l'utilisateur le {}e exemple de chaque groupe de sons ({}) avec index

source: Tone Report
fr_fr: Rapport des tons

source: (Report is also available at (
fr_fr: (Le rapport est également disponible sur (

source: All tone groups in {} have been verified!
fr_fr: Tous les groupes de sons de {} ont été vérifiés!

source: Sort {} Tone (in ‘{}’ frame)
fr_fr: Trier {} Ton (dans le cadre ‘{}’)

source: Select the one with the same tone melody as
fr_fr: Sélectionnez celui avec la même mélodie que

source: Read down this list to verify they all have the same tone melody. Select any word with a different tone melody to remove it from the list.
fr_fr: Lisez cette liste pour vérifier qu'ils ont tous la même mélodie. Sélectionnez un mot avec une mélodie différente pour le supprimer de la liste.

source: Verify {} Tone Group {} (in ‘{}’ frame)
fr_fr: Vérifier le {} Groupe de Ton {} (dans le cadre ‘{}’)

source: Review Groups for {} Tone (in ‘{}’ frame)
fr_fr: Groupes de vérification pour {} Ton (dans le cadre ‘{}’)

source: These are all different
fr_fr: Ce sont tous différents

source: Congratulations! All your {} with profile {} are sorted into the groups exemplified below (in the ‘{}’ frame). Do any of these have the same tone melody? If so, click on one of the two groups. If not, click ‘{}’.
fr_fr: Félicitations! Tous vos {} avec profil {} sont triés dans les groupes illustrés ci-dessous (dans le cadre ‘{}’). Est-ce que l'un d'entre eux a la même mélodie de ton? Si oui, cliquez sur l'un des deux groupes. Sinon, cliquez sur ‘{}’.

source: Which other group has the same tone melody as this one?
fr_fr: Quel autre groupe a la même mélodiede ton que celui-ci?

source: Different than the above
fr_fr: Différent de ce qui précède

source: Skip this word/phrase
fr_fr: Ignorer ce mot/cette phrase

source: Select Vowel
fr_fr: Sélectionner une Voyelle

source: Select Consonant
fr_fr: Sélectionner une Consonne

source: Select Tone check
fr_fr: Sélectionner la Vérification des Tons

source: You're done! You can run the check now.
fr_fr: Vous avez terminé! Vous pouvez lancer la vérification maintenant.

source: Select Grammatical Category
fr_fr: Sélectionner une Catégorie Grammaticale

source: What grammatical category do you want to work with (Part of speech)?
fr_fr: Avec quelle catégorie grammaticale voulez-vous travailler (partie du discours)?

source: Select Syllable Profile
fr_fr: Sélectionner le Profil de la Syllabe

source: Error: please set Grammatical category with profiles first!
fr_fr: Erreur: veuillez d'abord définir la catégorie grammaticale avec les profils!

source: What syllable profile do you want to work with?
fr_fr: Avec quel profil de syllabe voulez-vous travailler?

source: Asking for check type
fr_fr: Demander du type de verification

source: Select Check Type
fr_fr: Sélectionner le Type de Vérification

source: What part of the sound system do you want to work with?
fr_fr: Avec quelle partie du système audio voulez-vous travailler?

source: Getting results of Search request
fr_fr: Obtention des résultats de la demande de recherche

source: roots of form
fr_fr: racines de la forme

source: No results!
fr_fr: Aucun résultat!

source: No results for
fr_fr: Aucun résultat pour

source: Run Window
fr_fr: Fenêtre d'Exécution

source: Run Check
fr_fr: Exécuter la Vérification

source: Error: please set language first!
fr_fr: Erreur: veuillez d'abord définir la langue!

source: Error: please set Grammatical category first!
fr_fr: Erreur: veuillez d'abord définir la catégorie grammaticale!

source: Working with Language:
fr_fr: Travailler avec la langue:

source: Working with Grammatical category:
fr_fr: Travailler avec une catégorie grammaticale:

source: Verifying:
fr_fr: Vérification:

source: Select Audio Format
fr_fr: Sélectionner le Format Audio

source: What audio format do you want to work with?
fr_fr: Avec quel format audio voulez-vous travailler?

source: Select Sampling Frequency
fr_fr: Sélectionner la Fréquence d'Echantillonnage

source: What sampling frequency you want to work with?
fr_fr: Avec quelle fréquence d'échantillonnage voulez-vous travailler?

source: Change
fr_fr: Modifier

source: Select Sound Card Settings
fr_fr: Sélectionner les paramètres de la carte son

source: What is wrong with this word?
fr_fr: Quel est le problème avec ce mot?

source: Two different vowels (V1≠V2)
fr_fr: Deux voyelles différentes (V1 ≠ V2)

source: Vowels are the same, but the wrong vowel
fr_fr: Les voyelles sont les mêmes, mais la voyelle est incorrecte

source: TITLE!
fr_fr: TITRE!

source: It looks like the vowels are the same, but not the correct vowel; let's fix that.
fr_fr: On dirait que les voyelles sont les mêmes, mais pas la bonne voyelle; corrigeons ça.

source: What are the two vowels?
fr_fr: Quelles sont les deux voyelles?

source: fixV1:Different data to be fixed!
fr_fr: fixV1: Différentes données à corriger!

source: It looks like the vowels aren't the same; let's fix that.
fr_fr: On dirait que les voyelles ne sont pas les mêmes; corrigeons ça.

source: What is the first vowel? (C_CV)
fr_fr: Quelle est la première voyelle? (C_CV)

source: fixV2:Different data to be fixed!
fr_fr: fixV2: Différentes données à corriger!

source: What is the second vowel?
fr_fr: Quelle est la deuxième voyelle?

source: fixVs:Different vowels!
fr_fr: fixVs: Différentes voyelles!

source: fixVs:Same Vowel, but wrong one!
fr_fr: fixVs: Même voyelle, mais mauvaise!

source: Exit
fr_fr: Quitter

source: Back
fr_fr: Retour

source: Interface/computer language
fr_fr: Langage de l'Interface/ordinateur

source: Analysis language
fr_fr: Langage à Analyser

source: Gloss language
fr_fr: Langage des senses

source: Another gloss language
fr_fr: Une autre langue des senses

source: Languages
fr_fr: Langues

source: Part of speech
fr_fr: Une partie du discours

source: Syllable profile
fr_fr: Profil de syllabe

source: Words
fr_fr: Mots

source: Sound type (Consonant, Vowel, or Tone)
fr_fr: Type de son (Consonne, Voyelle ou Ton)

source: Tone Frame
fr_fr: Cadre de tonalité

source: Location in word
fr_fr: Localisation dans le mot

source: Segment(s) to check
fr_fr: Segment(s) à vérifier

source: Tone report
fr_fr: Rapport des tons

source: Basic CV report (to file)
fr_fr: Rapport CV de base (vers fichier)

source: Reports
fr_fr: Rapports

source: Advanced
fr_fr: Avancé

source: Sound Card Settings
fr_fr: Paramètres de la Carte Son

source: Record tone group examples
fr_fr: Enregistrer des exemples de groupes de sons

source: Record examples for particular entries, 1 at at time
fr_fr: Enregistrer des exemples pour des mots particulières, 1 à la fois

source: Recording
fr_fr: Enregistrement

source: Skipped data back into sort pile
fr_fr: Données sautées dans la pile de tri

source: Dictionary Morpheme
fr_fr: Morphème du dictionnaire

source: Add Tone frame
fr_fr: Ajouter un Cadre des Tons

source: Add other
fr_fr: Ajouter autre

source: About
fr_fr: À propos

source: Help
fr_fr: Aide

source: A→Z+T Dictionary and Orthography Checker
fr_fr: A→Z+T Vérificateur de Dictionnaire et d'Orthographe

source: A to Z and T (AZT) is a computer program that accelerates community-based language development by facilitating the sorting of a beginning dictionary by vowels, consonants and tone. It does this by presenting users with sets of words from a LIFT dictionary database, one part of speech and syllable profile at a time. These words are sorted into groups based on consonants, vowels, and tone. Tone frames are customizable and stored in the database for each word, allowing for a number of approaches to collecting this data. A tone report aids the drafting of underlying categories by grouping words based on sorting across tone frames. AZT then allows the user to record a word in each of the frames where it has been sorted, storing the recorded audio file in a directory, with links to each file in the dictionary database. Recordings can be made up to 192khz/32float. For help with this tool, please write me at kent_rasmussen@sil.org.
fr_fr: A à Z et T (AZT) est un programme informatique qui accélère le développement du langage à base communautaire en facilitant le tri d'un dictionnaire simple par voyelles, consonnes et ton. Il le fait en présentant aux utilisateurs des ensembles de mots provenant d'un base de données dictionnaire LIFT, une partie du discours et profil des syllabes à la fois. Ces mots sont triés en groupes en fonction des consonnes, des voyelles et du ton. Les cadres de ton sont personnalisables et stockés dans la base de données pour chaque mot, ce qui permet un certain nombre d'approches pour collecter ces données. Un rapport de tonalité facilite la rédaction des catégories sous-jacentes en regroupant les mots en fonction du tri entre les images de tonalité. AZT permet ensuite à l'utilisateur d'enregistrer un mot dans chacune des images où il a été trié, en stockant le fichier audio enregistré dans un répertoire, avec des liens vers chaque fichier de la base de données du dictionnaire. Les enregistrements peuvent être réalisés jusqu'à 192 kHz/32float. Pour obtenir de l'aide avec cet outil, écrivez-moi à kent_rasmussen@sil.org.

source: Select Interface Language
fr_fr: Sélectionner la langue de l'interface

source: What language do you want this program to address you in?
fr_fr: Dans quelle langue voulez-vous que ce programme s'adresse à vous?

source: Record
fr_fr: Enregistrer

source: Play
fr_fr: Lecture

source: Redo
fr_fr: Rétablir

source: Sorry, you need to set the fs and sample_rate! (Change Stuff|Recording|Sound Card Settings) Set these, and try again, and a record button will be here.
fr_fr: Désolé, vous devez définir le fs et le taux_échantillon! \ N (Modifier les éléments | Enregistrement | Paramètres de la carte son) Définissez-les et réessayez, et le bouton d'enregistrement sera ici.

source: Your dictionary database is loading... A to Z and T is a computer program that accelerates community-based language development by facilitating the sorting of a beginning dictionary by vowels, consonants and tone. (more in help:about)
fr_fr: Votre base de données de dictionnaires est en cours de chargement ... A à Z et T est un programme informatique qui accélère le développement du langage à base communautaire en facilitant le tri d'un dictionnaire de début par voyelles, consonnes et ton. (Plus dans Aide: À propos)

source: Translation seems to be working
fr_fr: La traduction semble fonctionner

source: Welcome to Dictons, the dictionary checker!
fr_fr: Bienvenue chez Dictons, le vérificateur de dictionnaire!

source: This is the bottom of the screen
fr_fr: Ceci est le bas de l'écran

source: your __
fr_fr: votre __

source: Here is __.
fr_fr: Voici __.
